[
  {
    "year": "平成30年度",
    "question_number": 1,
    "question_text": "合同会社は、当事者間で最適な利益状況を自由に設定することができることにより、事業の円滑な実施を図り、法規制による保護ではなく、利害関係者の自己責任による問題解決に委ねるという会社類型である。\n\n株式会社と合同会社を比較した説述として、最も適切なものはどれか。",
    "choices": {
      "ア": "株式会社の株主は、会社債権者に対して開拓有限責任しか負わないが、合同会社の社員は、会社債務に対して直接無限責任を負う。",
      "イ": "株式会社の場合には、資本金を増やさずに出資による資金調達を行うことができるが、合同会社の場合には、資本金を増やさずに出資による資金調達を行うことができない。",
      "ウ": "株式会社の場合にも、合同会社の場合にも、純資産額が300万円以上でなければ、配当を行うことができない。",
      "エ": "株式会社の場合にも、合同会社の場合にも、貸借対照表を公告しなければならない。"
    },
    "correct_answer": "ア",
    "explanation": "合同会社は、当事者間で最適な利益状況を自由に設定することができることにより、事業の円滑な実施を図り、法規制による保護ではなく、利害関係者の自己責任による問題解決に委ねるという会社類型である。\n\n選択肢別: ア:不適切である。株式会社の株主も、会社債権者に対して開拓有限責任しか負わないが、合同会社の社員は、会社債務に対して直接無限責任を負う。 / イ:適切である。株式会社は、出資額の2分の1以上を資金として計上しなければならない（同法445条2項）。一方、合同会社の資本金の額は、合同会社に対する払込財産の範囲内で、合同会社が定めることができる（会社法算則30条）。 / ウ:不適切である。株式会社では、財産状態が悪劣な会社が株主へ配当することにより会社債権者を害することを防止するため、純資産額が300万円以上でなければ、配当を行うことができない（同法458条）。一方、合同会社は、利益の配当により社員に交付する金銭等の額衝突関値（配当額）が当該利益の配当をする日における利益額を超える場合、当該益益の配当をすることができない（同法628条）もの、純資産額が300万円以上必要という規則はない。 / エ:不適切である。株式会社は、法務省令で定めるところにより、会社算書類等を作成し（同法435条2項）、定時株主総会の終結後に、計算書類（大会社では貸借対照表および損益計算書）を公告しなければならない（同法440条1項）。合同会社は、株式会社と同様の計算書類の作成義務（同法617条1項・2項、会社計算則70条・71条）はあるが、株式会社と異なり、貸借対照表の公告義務はない。",
    "sub_category": "計数、持分会社",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 2,
    "question_text": "下表は、合併及び会社分割の各干線において、簡易手続及び略式手続の有無を整理したものである。空欄Aから（）に入る記号の組み合わせとして、最も適切なものはどれか。\n\n| | 吸収合併 | 吸収合併消滅株式会社 | 新設合併 |\n|---|---|---|---|\n| 吸収合併 | 簡易手続 | 略式手続 | |\n| | ○ | ○ | A / B |\n| 新設合併 | | | 新設合併消滅株式会社 |\n| | | | 簡易手続 / 略式手続 |\n| | | | × / × |\n| 吸収分割 | 吸収分割承継株式会社 | 吸収分割株式会社 | |\n| | 簡易手続 / 略式手続 | 簡易手続 / 略式手続 | |\n| | ○ / ○ | ○ / ○ | |\n| 新設分割 | | | 新設分割株式会社 |\n| | | | 簡易手続 / 略式手続 |\n| | | | C / D |",
    "choices": {
      "ア": "A:○ B:× C:× D:○",
      "イ": "A:○ B:× C:× D:×",
      "ウ": "A:× B:○ C:○ D:○",
      "エ": "A:× B:○ C:○ D:×"
    },
    "correct_answer": "エ",
    "explanation": "空欄A: 新設合併における簡易手続\n新設合併では、存続会社がないため、簡易手続を適用されない。よって、空欄Aは「×」である。\n\n空欄B: 新設合併における略式手続\n存続会社が特別支配会社である場合、消滅会社では株主総会の決議が原則として不要となる（同法784条1項）。よって、空欄Bは「○」である。\n\n空欄C: 新設分割における簡易手続\n新設分割では、分割会社（被分割会社）では、承認される資産の額（機械価値額）が分割会社の総資産の5分の1以下（定款で基準を厳格化できる）の場合、株主総会の決議は不要となる（会社法805条）。よって、空欄Cは「○」である。\n\n空欄D: 新設分割における略式手続\n新たに会社を設立するため、特別支配関係はまだ成り立っていないことから、分割会社では間則通りや株主総会の特別決議が必要となる（同法309条2項12号）。よって、空欄Dは「×」である。\n\n以上より、エが適切である。",
    "sub_category": "組織の基礎的変更",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 3,
    "question_text": "A社は、X株式会社(以下「X社」という。)が行う普通株式4万株(以下「本株式」という。)を保有する株主であった。その後、Aは死亡し、B、C、Dの3名のみが相続人として、Aの相続財産に含まれるA自身の本株式について相続した。Bは、Aの配偶者である。CおよびDは、Aの子である(下図参照)。\n\nこの場合、本件株式に係る種利行使及び議決権に関する記述として、最も適切なものはどれか。\n\n図:系図\n\n(A親戚相続人)\nA ━━━━ B\n    (親戚人の配偶者)\n    (親戚初号分2分の1)\n  ┣━━ C\n  (親戚人の子\n  定常親戚分4分の1)\n  ┗━━ D\n  (親戚人の子\n  定常親戚分4分の1)",
    "choices": {
      "ア": "B は、C及びDが対立していても、自らと本株式についての権利を行使する者として指定し、自らの氏名をX社に通知した上で、X社の同意を得た場合、株主総会において、本株式について議決権を行使することができる。",
      "イ": "Cは、自らの指定に参加する機会を与えようと１万株についての権利を行使する者として指定し、それらをB及びX社に通知した上で、X社の同意を得た場合、株主総会において、その１万株について議決権を行使することができる。",
      "ウ": "C は、自らと本株式のうち１万株についての権利を行使する者として指定し、それらをB及びに通知した上で、X社の同意を得た場合、X社の同意を得ための機会を使用するには、その１万株についての議決権を行使することができる。",
      "エ": "X社は、B、C、Dのいずれかから通知を受ける者の通知を受ける者の通知を受ける場合において、株主総会を開催するときは、B、C、Dの3名全員に相集通知を発しなければならない。"
    },
    "correct_answer": "エ",
    "explanation": "股票の共有者は、当該株式についての権利行使者を1人定め、株式会社に対して通知しなければならないのであり、株式会社がその者の氏名または名前を認識できなければ当該株式主権行使者となることができず、議決権を行使する者として指定し、自らの氏名をX社に通知した上で、X社の同意を得た場合、株主総会において、本株式について議決権を行使することができる。ただし、当該指定に参加する共有者が異なり（同法106条）。\n\nア:不適切である。権行使者を定める当たっては、共有者の持分の選挙数で決す（最判平成9年1月28日）。Cおよびが反対している場合には、Bの持分は過半数に達しない。会法106条ただし書について、判例は、共有者の権主行使が、民法の共有の規定に従ったものでもあるかのは、会法が同意しても、当該株式主権行使者となることができず、議決権を行使するとができない。\n\nイ:適切である。Cはの同意により共有者の持分の選挙数を満たしているため、権利行使者になることができ、自らの氏名をX社に通知した場合、議決権を行使できる。\n\nウ:不適切である。株式についての共同棠備か生した場合には、その株式相続分に応じて共同申告人の相続分に応じた共同申告をする及ぶことができるわけではなく、選挙分別かなされるまで、共同相続人の相続分に応じた共同申告をすることができる。\n\nエ:不適切である。株式会社が株主に対する通知または催告は、共有者のうちの1人に対してすればよい（同法126条4項）。",
    "sub_category": "株式",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 4,
    "question_text": "募集株式の払込金額（募集株式1株当たりいくら必要な金額が募集株式を引き受ける者にとって特に有利な金額になる三者割当増資を株式会社がわずかに、株主総会の特別決議が必要になる。\n\n現在のX株式会社(以下「X社」という。)の発行可能株式数は20株であり、発行済株式総数は、10株である。また、Xその企業価値は、100億円である。したがって、1株当たりの企業価値は、10億円である。\n\n現在、X社は、40億円の投資を行うことにより、X社の企業価値が50億円増加して150億円になる新規プロジェクトを計画しており、この40億円を第三者割当ての募集株式の発行により調達しようとしている。\n\nこの場合において、募集株式の払込金額がXに有利な業績株式の募集株式により、最も適切なものはどれか。",
    "choices": {
      "ア": "募集株式の数を2株とする。",
      "イ": "募集株式の数を4株とする。",
      "ウ": "募集株式の数を5株とする。",
      "エ": "募集株式の数を10株とする。"
    },
    "correct_answer": "エ",
    "explanation": "募集株式の払込金額（募集株式1株当たりいくら必要な金額が募集株式を引き受ける者にとって特に有利な金額になる三者割当増資を株式会社がわずかに、株主総会の特別決議が必要になる。\n\n存続株主の保護のため、株主以外の者に対して専有株式を「特に有利な払込金額」で発行する場合は、原則として、株主総会の特別決議が必要となる（会社法199条2項・ 201条1項、309条2項5号）。\n\n現在のX株式会社の企業価値が100億円で発行済株式が10株であるので、1株当たりの企業価値は10億円である。\n\n現在、X社は、40億円の投資を行うことにより、X社の企業価値が50億円増加して150億円になる新規プロジェクトを計画しており、この40億円を第三者割当ての募集株式の発行により調達しようとしている。\n\n新規プロジェクト実行後：\n- 企業価値：150億円\n- 発行済株式総数：10株+募集株式\n- 1株当たりの企業価値 = 150億円 ÷ (10+募集株式)\n\nア:募集株式の数を2株とすると、株式発行額40億に対し1株当たり20億円となる。発行後1株当たりの企業価値は150億円÷12株=12.5億円となる。現在の1株当たりの企業価値は10億円であるため、特に有利な払込金額といえない。\n\nイ:募集株式の数を4株とすると、株式発行額40億円に対し1株当たり10億円となる。発行後1株当たりの企業価値は150億円÷14株=10.7億円となる。現在の1株当たりの企業価値は10億円であるため、特に有利な払込金額といえない。\n\nウ:募集株式の数を5株とすると、株式発行額40億円に対し1株当たり8億円となる。株式発行額40億円に対し1株当たりの企業価値は150億円÷15株=10億円となる。現在の1株当たりの企業価値は10億円であるため、特に有利な払込金額といえない。この点から見ると、特に有利な払込金額とある発地はある。しかし、新規プロジェクトによる企業価値増加50億円に対し1株当たり10億円となる。現在の1株当たりの企業価値は10億円であるため、この点から見ると、特に有利な払込金額とある発地がある。\n\nエ:募集株式の数を10株とする。",
    "sub_category": "募集株式",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 5,
    "question_text": "有利発行による第三者割当増資に関する出題である。\n\n次の赤い波線部分に注目して、下記の知識に基づき、選択肢のエを選ぶ。\n\n現在のX株式会社(以下「X社」という。)の発行可能株式数は20株であり、発行済株式総数は、10株である。また、X社の企業価値は、100億円である。したがって、1株当たりの企業価値は、10億円である。\n\n現在、X社は、40億円の投資を行うことにより、X社の企業価値が50億円増加して150億円になる新規プロジェクトを計画しており、この40億円を第三者割当ての募集株式の発行により調達しようとしている。",
    "choices": {
      "ア": "募集株式の数を2株とする。",
      "イ": "募集株式の数を4株とする。",
      "ウ": "募集株式の数を5株とする。",
      "エ": "募集株式の数を10株とする。"
    },
    "correct_answer": "エ",
    "explanation": "募集株式の払込金額がXに有利な業績株式の募集株式により、最も適切なものはどれか。\n\n有利発行(有利な払込金額での募集株式の発行)について、存続株主の保護のため、株主以外の者に対して専有株式を「特に有利な払込金額」で発行する場合は、原則として、株主総会の特別決議が必要となる(会社法199条2項・ 201条1項、309条2項5号)。\n\n現在のX株式会社の企業価値が100億円で発行済株式が10株であるので、1株当たりの企業価値は10億円である。\n\n現在、X社は、40億円の投資を行うことにより、X社の企業価値が50億円増加して150億円になる新規プロジェクトを計画しており、この40億円を第三者割当ての募集株式の発行により調達しようとしている。\n\n募集株式数を計算する際には、新規プロジェクト実行後の1株当たり企業価値と募集株式1株当たりの払込金額が等しくなるよう計算する。\n\nア:募集株式の数を2株とすると、株式発行額40億円に対し1株当たり20億円となる。発行後1株当たりの企業価値は150億円÷12株=12.5億円となる。1株当たり払込金額20億円は発行後の企業価値12.5億円を大きく上回るため、特に有利な払込金額といえない。\n\nイ:募集株式の数を4株とすると、株式発行額40億円に対し1株当たり10億円となる。発行後1株当たりの企業価値は150億円÷14株≒10.7億円となる。\n\nウ:募集株式の数を5株とすると、株式発行額40億円に対し1株当たり8億円となる。発行後1株当たりの企業価値は150億円÷15株=10億円となる。この場合1株当たり払込金額8億円は発行後の企業価値10億円より低いため、特に有利な払込金額とといえる。しかし、新規プロジェクトによる企業価値増加50億円に対し1株当たり10億円となるため、この点から見ると、特に有利な払込金額とある発地がある。\n\nエ:募集株式の数を10株とする場合、株式発行額40億円に対し1株当たり4億円となる。発行後1株当たりの企業価値は150億円÷20株=7.5億円となる。現在の1株当たりの企業価値は10億円であるため、募集株式の払込金額4億円は現在の企業価値より有利である。現在の1株当たりの企業価値10億円と発行後の企業価値7.5億円の関係から見ると、既存株主の利益が希薄化することが明らかである。したがって、Xに有利な募集株式の払込金額といえるのはこれである。",
    "sub_category": "募集株式",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 6,
    "question_text": "以下の会話は、中小企業診断士であるあなたと、ベンチャー企業である×株式会社の弁護士兼営務主であり、かつ、代表取締役である。甲氏との間で行われたものである。\n\n会話の中の空欄に入る記述として、最も適切なものを下記の解答群から選べ。\n\n甲氏：「今、あるベンチャーキャピタルが当社に対して優先株式による出資をしてくれるという話があります。その交渉をしています。ベンチャーキャピタル側からいろいろと条件を提示されているのですが、耳慣れない用語が多くて困っています。この条件はともてて有利なのでしょうか。」\n\nあなた：「　　　　　。これは、甲氏にとって有利です。」\n\n甲氏：「なるほど、具体的にどういうことですか。」\n\nあなた：「実業会から銘柄から説明できますが、契約交渉は弁護士の方がよいと思います。ちょうど知っているかが、紹介しますよ。」\n\n甲氏：「ぜひお願いします。」\n\n（解答群）\nア 株主間契約において、みなし清算条項を定めるという条件ですね\nイ 投資契約において、優先株主にドラッグ・アロング・ライトを認めるという条件ですね\nウ 優先株式の配当方法を参加型とする参加方法ですね\nエ 優先株式の配当方法を非参加型とする方法です",
    "choices": {
      "ア": "株主間契約において、みなし清算条項を定めるという条件ですね",
      "イ": "投資契約において、優先株主にドラッグ・アロング・ライトを認めるという条件ですね",
      "ウ": "優先株式の配当方法を参加型とする参加方法ですね",
      "エ": "優先株式の配当方法を非参加型とする方法です"
    },
    "correct_answer": "ウ",
    "explanation": "ベンチャーファイナンスにおける種類株式に関する出題である。\n\n選択肢別: ア:不適切である。みなし清算条項とは、種類株式発行会社（以下、「発行会社」という）に M & A が生じた場合に、発行会社を清算したものとみなして投資家に対する専有株式を「特に有利な払込金額」で発する場合は、原則として、株主総会の特別決議が必要となる（会社法199条2項・3項、201条1項、303条2項5号）。 / イ:不適切である。ドラッグ・アロング・ライトとは、投資契約においても、契約で定められた一定の要件を満たした場合、他の株主に対して専有株式の売却に応じるべきことを命じるというものであり、これを認めた場合、×株式会社の株主の地位を大きく損なうだけとなるため、イは空欄に入る記述として適切でない。 / ウ:適切である。優先株式の配当方法は①参加型と、②非参加型がある。①参加型は、優先株式が優先分配をされる配当を受領後、残余の配当可能額についても参加して受け取ることができる方式であり、②非参加型は、追加して受け取ることができない方式である。ベンチャーキャピタルからの出資について優先株式の配当方法を参加型とする配当方法を参加型とするという条件となっていると仮定すれば、当該条件は甲氏にとって有利となるため、オは空欄に入る記述として適切でない。 / エ:不適切である。優先株式の配当方法を非参加型とする方法です",
    "sub_category": "株式",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 7,
    "question_text": "ベンチャーキャピタルからの出資について、先発式の配分方式を採用する場合と優先配当金制度の不足分が要業年度に繰り越される方式である場合について、説明として最も適切なものはどれか。",
    "choices": {
      "ア": "ベンチャーキャピタルからの出資については先発式の配分方式を採用すると、優先配当金の不足分が要業年度に繰り越されるため、甲氏が有利になるので、工は要職に入る記述として適切である。",
      "イ": "要業年度に繰り越される方式では、ベンチャーキャピタルが投資回収をする際に配分を受ける金額が増加する可能性があるため、優先配当金制度よりも有利である。",
      "ウ": "要業年度に繰り越される方式では、配当金額が増加する可能性があるため、ベンチャーキャピタルの投資回収をする際に有利な配分を受けることができる。",
      "エ": "先発式の配分方式を採用する場合、優先配当金の不足分が要業年度に繰り越されないため、甲氏が有利になるので、工は要職に入る記述として適切である。"
    },
    "correct_answer": "エ",
    "explanation": "選択肢別: ア:不適切である。当該不足分が要業年度に繰り越される方式である。ベンチャーキャピタルからの出資について先発式の配分方式を採用すると、優先配当金の不足分が要業年度に繰り越されるため、優先配当金制度の不足分が要業年度に繰り越される方式である。ただし、当該の分が優先配当金の不足分が要業年度に繰り越されないため、甲氏が有利になるので、工は要職に入る記述として不適切である。 / イ:不適切である。要業年度に繰り越される方式では、配当金額が増加する可能性があるが、ベンチャーキャピタルが投資回収をする際に配分を受ける金額が増加するとは限らない。 / ウ:不適切である。要業年度に繰り越される方式では、配当金額が増加する可能性があるが、当該の配分はベンチャーキャピタルの投資回収に直接有利とは言えない。 / エ:適切である。先発式の配分方式を採用する場合、優先配当金の不足分が要業年度に繰り越されないため、甲氏が有利になるので、工は要職に入る記述として適切である。",
    "sub_category": "ベンチャーキャピタル",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 8,
    "question_text": "資本の部の計数の増減に関する記述として、最も適切なものはどれか。\n\nア　資本金の額を減少させ、その減少させた金額と同じ金額だけその他資本剰余金の額を増やすために必要がある。\n\nイ　資本金の額を減少させ、その減少させた金額と同じ金額だけ利益準備金の額を減らすために必要がある。\n\nウ　資本準備金の額を減少させ、その減少させた金額と同じ金額だけ資本金の額を増やすために必要がある。\n\nエ　その他資本剰余金の額を減少させ、その減少させた金額と同じ金額だけ資本金の額を増やすために必要がある。",
    "choices": {
      "ア": "資本金の額を減少させ、その減少させた金額と同じ金額だけその他資本剰余金の額を増やすために必要がある。",
      "イ": "資本金の額を減少させ、その減少させた金額と同じ金額だけ利益準備金の額を減らすために必要がある。",
      "ウ": "資本準備金の額を減少させ、その減少させた金額と同じ金額だけ資本金の額を増やすために必要がある。",
      "エ": "その他資本剰余金の額を減少させ、その減少させた金額と同じ金額だけ資本金の額を増やすために必要がある。"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。資本金の額を減少させると、優先配当金制度の不足分が要業年度に繰り越されない場合、その他資本剰余金の額を増やすことはできない。 / イ:不適切である。資本金の額を減少させると、それによって利益準備金の額を減らす必要はない。 / ウ:適切である。資本準備金の額を減少させ、その減少させた金額と同じ金額だけ資本金の額を増やすために必要がある。 / エ:不適切である。その他資本剰余金の額を減少させても、それによって資本金の額を増やすことはできない。",
    "sub_category": "資本の部の計数の増減",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 9,
    "question_text": "特許発明の「実施」として、最も適切なものはどれか。",
    "choices": {
      "ア": "特許発明がレンズの生産方法であって、同特許発明の技術的範囲に属するレンズを製造する行為。",
      "イ": "特許発明がレンズの生産方法であって、同特許発明の技術的範囲に属する方法により生産するレンズを販売する行為。",
      "ウ": "特許発明がレンズの生産方法ではなく、その製造装置であって、同特許発明の技術的範囲により製造されたレンズを販売する行為。",
      "エ": "特許発明がレンズの研究プログラムであって、同特許発明の技術的範囲に属するプログラムを電気通信回線を通じて提供する行為。"
    },
    "correct_answer": "ア",
    "explanation": "発明についての「実施」とは、次の4つの行為である。\n(1)物の発明あっては、その物の生産、使用、譲渡等、輸入または譲渡等の申出する行為(特許法2条3項1号)\n(2)プログラム等を電気通信回線を通じて提供する行為(同法2条3項1号括弧書き)\n(3)方法の発明あっては、その方法を使用する行為(同法2条3項2号)\n(4)物を生産する方法の発明あっては、その物を使用する行為(同法2条3項3号)\n\n選択肢別: ア:適切である。レンズの生産方法は方法の発明であり、その方法を使用する行為(製造する行為)は「実施」に該当する。 / イ:不適切である。レンズの生産方法の「実施」は製造する行為であり、販売する行為ではない。 / ウ:不適切である。製造装置での「実施」は製造装置の使用であり、製造装置により製造されたレンズの販売ではない。 / エ:不適切である。研究プログラムは「製造装置」の生成、使用、譲渡等であり、電気通信回線を通じた提供ではない。",
    "sub_category": "特許発明の実施",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 10,
    "question_text": "特許と実用新案に関する記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "権利侵害に基づく差止請求を行使する場合、特許権は事前に相手方に警告を行わなければならないが、実用新案権ではその際、さらに技術評価書を提示しなければならない。",
      "イ": "他人の特許権または実用新案権を侵害した者は、その侵害の行為について過失があったものと推定する(特許法103条)。一方、実用新案権の保護に関連して登録される実用新案権の保護についての過失を推定される実用新案権は不定である。",
      "ウ": "特許権者は、素としても登録意匠の実施を行う権利を専有するが、これに類似する意匠についてはそれぞれ実施する権利を有しない。",
      "エ": "適切である。令和元年度の改正により、関連意匠についてのみ類似する意匠と として認められることになった(意匠法10条4項)。"
    },
    "correct_answer": "ア",
    "explanation": "特許権と実用新案権の違いについて説明する必要がある。\n\n選択肢別: ア:適切である。権利侵害に基づく差止請求を行使する場合、特許権は事前に相手方に警告を行わなければならないが、実用新案権ではその際、さらに技術評価書を提示しなければならない。 / イ:不適切である。他人の特許権または実用新案権を侵害した者は、その侵害の行為について過失があったものと推定されるが、実用新案権については保護者異議手続が必要である。 / ウ:不適切である。意匠権に関する説明であり、特許権と実用新案権の説明ではない。 / エ:不適切である。関連意匠については別の規定がある。",
    "sub_category": "特許と実用新案",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 15,
    "question_text": "次の会話は、中小企業診断士であるあなたと、X株式会社の代表取締役甲氏との間で行われたものである。この会話を読んで、下記の設問に答えよ。\n\n【商談の前半部分での会話】\n\nア A：日本の商務登録出願を基礎にできますから、もう利用できますよ\n　　B：そもそも、商標を変更することはできません\n\nイ A：日本の商務登録出願を基礎にできますから、もう利用できますよ\n　　B：ただし、同一性のある範囲なら、商標を変更することができます\n\nウ A：日本の商務登録を基礎にしますから、出願中の現在は、まだ利用はでき\n　　　ません\n　　B：そもそも、商標を変更することはできません\n\nエ A：日本の商務登録を基礎にしますから、出願中の現在は、まだ利用はでき\n　　　ません\n　　B：ただし、同一性のある範囲なら、商標を変更することができます",
    "choices": {
      "ア": "A：日本の商務登録出願を基礎にできますから、もう利用できますよ / B：そもそも、商標を変更することはできません",
      "イ": "A：日本の商務登録出願を基礎にできますから、もう利用できますよ / B：ただし、同一性のある範囲なら、商標を変更することができます",
      "ウ": "A：日本の商務登録を基礎にしますから、出願中の現在は、まだ利用はできません / B：そもそも、商標を変更することはできません",
      "エ": "A：日本の商務登録を基礎にしますから、出願中の現在は、まだ利用はできません / B：ただし、同一性のある範囲なら、商標を変更することができます"
    },
    "correct_answer": "ア",
    "explanation": "マドリッド協定議定書による国際登録出願に関する出題である。\n\nマドリッド協定議定書第2条1項に規定する国際登録出願とするためには、自己の商標登録出願、防護標登録出願（基盤出願）、商標登録または防護標登録（基盤登録）のいずかを基礎とした国際登録出願をしなければならない（商標法68条の2第1項）。よって、空欄Aには「日本の商務登録出願を基礎にできますから、もう利用できますよ」が入る。\n\n国際登録出願の商標は、基盤出願・基盤登録の商標と同一でなければならない（商標法68条の3第1項）。よって、空欄Bには「そもそも、商標を変更することはできません」が入る。\n\nしたがって、アが最も適切である。",
    "sub_category": "商標法",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 16,
    "question_text": "次の者のうち、時効を援用することができる者として、最も適切なものはどれか。",
    "choices": {
      "ア": "主債務の消滅時効につき、保証人。",
      "イ": "土地の取得時効につき、当該土地の時効取得者から土地上の建物を賃借した者。",
      "ウ": "被相続人の占有による取得時効につき、単独相続人。",
      "エ": "被担保債権の消滅時効につき、抵当不動産の第三取得者。"
    },
    "correct_answer": "ウ",
    "explanation": "次の各選択肢が、試された選択肢の不適切な部分である。次の各選択肢に着目して、下記の知識に基づき、選択肢のイを選ぶ。\n\n選択肢別: ア:時効によって消滅した自債務権がその消滅効因に相続に適するようになっていたとしても、相続の意思表示をしたのが時効消滅後である場合は、相続することはできない。 / イ:不適切である。土地の所有権を時効取得すべき者から土地上の建物を賃借している者は、同土地の取得時効の完成によって直接利益を受ける者ではないから、同土地の所有権の取得時効を援用することはできない（最判昭和44年7月15日）。 / ウ:適切である。被相続人の占有による取得時効が完成した場合において、その共同相続人の一人は、自己の相続分の限度においてのみ取得時効を援用することができる（最判平成13年7月10日）。本件では、単独相続人のため、被相続人の占有に関する取得時効について自己の目的の全部に対して援用することができる。 / エ:適切である。被担保債権の消滅時効について、抵当不動産の第三取得者は時効の効果を受けることができる。",
    "sub_category": "債権総則",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 18,
    "question_text": "以下の会話は、中小企業診断士であるあなたと、X株式会社の代代取締役甲氏との間で行われたものである。この会話を読んで、下記の設問に答えよ。\n\n甲氏：「当社が労務管理のソフトウェアを開発している会社であることはご存知かと思いますが、新たに採用管理のソフトウェアの開発を検討しております。他社にもねらされないよう、どういかして保護することができないでしょうか。」\n\nあなた：「ソフトウェアであれば、著作権により保護される可能性があります。また、特許権による保護もあり得ます。」\n\n甲氏：「その作品と分特許権というのは聞いたことがあります。開発するのは、当社のソフトウェア開発の部署の従業員なのですが、著作権や特許権は当社に帰属しますか。」\n\nあなた：「うかうとすると、いわゆる職務著作や職務発明に該当する可能性があり当該者ご利用得ます。その場合、著作権と特許権では、取り扱いが異なります。『Ａ』を最初から貴社に帰属させるためには、あらかじめ契約、勤務規則その他の定めにおいて、その旨を定めなければなりません。『Ｂ』」\n\n甲氏：「なるほど。ソフトウェアの開発にあたっては、Y株式会社との共同開発も視野に入れているのですが、その場合の権利の帰属はどうなりますか。」\n\nあなた：「Y株式会社とその他の業員との契約により当該者等利用得ます、著作権と特許権では、取り扱いが異なります。『Ａ』を最初から貴社と相手方の双方で帰属させるために当該者等に対する権利の見方または特許権の双方で帰属することを承認が『Ｂ』」",
    "choices": {
      "ア": "A:著作権 B:しかも、定めていない場合には、当該ソフトウェアを販売することができません",
      "イ": "A:著作権 B:だたし、定めていない場合には、当該ソフトウェアを販売することができます",
      "ウ": "A:特許権 B:しかも、定めていない場合には、当該ソフトウェアを販売することができません",
      "エ": "A:特許権 B:だたし、定めていない場合には、当該ソフトウェアを販売することができます"
    },
    "correct_answer": "イ",
    "explanation": "選択肢別: ア:著作権\nB：しかも、定めていない場合には、当該ソフトウェアを販売することができません\n不適切である。主たる債務者が確実手続開始の決定を受けた場合、保証契約に基づく支払請求はなくなるという規定は存在しない。なお、免責許可の決定を受けた場合でも、破産債権者が破産通告に対して権利を及ぼさない（破法253条2項）。 / イ:不適切である。相続の意思表示をすると、双方の債務が対当で消滅する（同法505条1項本文）。この意思表示の効果は、相続選択となった時に生ずる（同法506条2項）。なぜなら、いったん相続選択となった以上、当事者は相続選択となったと同時に相続通告となったと認めるといっそうの期間の利益を破棄し破棄する権利を失うことになってしまうため、その旨の相続は認められない。本選択肢は、自債債権と受債債権が入。",
    "sub_category": "特許法、著作権法",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 19,
    "question_text": "相続に関する記述として、最も適切なものはどれか。なお、別紙の意思表示はないものとする。",
    "choices": {
      "ア": "時効によって消滅した自債債権がその消滅以前に相続に適するようになっていたとしても、相続の意思表示をしたのが時間経過である場合は、相続することはできない。",
      "イ": "相続の意思表示は、双方の債務が互いに相続に適するようになった時にされのぼってその効力を生ずる。",
      "ウ": "二人が互いに同種の目的を有する債務を負担する場合で、受債債務が弁済期にあれば、自債債務の弁済期が到来していなくても、相続することができる。",
      "エ": "不法行為からは生じた債権を自債債権としては相続することはできない。"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。時効によって消滅した自債債権がその消滅以前に相続に適するようになっていたとしても、相続の意思表示をしたのが時間経過である場合であっても、相続することができる（民法第505条参照）。/ イ:不適切である。相続の意思表示は、双方の債務が互いに相続に適するようになった時にされ、生じるのであり、遡及して効力が発生するものではない。/ ウ:適切である。二人が互いに同種の目的を有する債務を負担する場合で、受債債務が弁済期にあれば、自債債務の弁済期が到来していなくても、相続することができる（民法第505条第1項本文参照）。/ エ:不適切である。不法行為からは生じた債権を自債債権としては相続することができない。本選択肢は、認められない。本選択肢では、認められない。相続を認められていない。",
    "sub_category": "債権相殺",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 20,
    "question_text": "下記は、2016年7月14日現在における東京証券取引所に上場している企業が採用している機関設計の割合に関する出題である。空欄A～Cに入る語句の組み合わせとして、最も適切なものを下記の解答群から選べ。\n\n| | A | B | C |\n|---|---|---|---|\n| 全社 | 79.8% | 18.2% | 0.6% |\n| JPX日経400 | 79.8% | 12.8% | 7.5% |\n| 市場第一部 | 79.2% | 17.7% | 3.1% |\n| 市場第二部 | 77.9% | 21.7% | 0.4% |\n| マザーズ | 86.6% | 12.6% | 0.0% |\n| JASDAQ | 80.7% | 18.6% | 0.6% |\n\n出典：株式会社東京証券取引所「東証上場会社コーポレート・ガバナンス白書2017」",
    "choices": {
      "ア": "A：JASDAQ　B：JPX日経400　C：市場第一部",
      "イ": "A：JASDAQ　B：市場第一部　C：JPX日経400",
      "ウ": "A：JPX日経400　B：市場第一部　C：JASDAQ",
      "エ": "A：市場第一部　B：JASDAQ　C：JPX日経400"
    },
    "correct_answer": "イ",
    "explanation": "図表より、空欄A：JASDAQ、空欄B：市場第一部、空欄C：JPX日経400が該当する。よって、イが適切である。",
    "sub_category": "機関",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 22,
    "question_text": "下表は、金融商品取引法に基づく作成が義務付けられる書類の名称とその内容について説明したものである。空欄A〜Dにある語句の組み合わせとして、最も適切なものを下記の解答群から選べ。\n\n| 名称 | 内容の説明 |\n|------|----------|\n| A | 新たに有価証券を発行する場合、又は、既発行の有価証券の売出しをする場合において、その取扱いの申込みの勧誘を行う相手方の人数及び発行(売出し)額の総額が一定の基準に達当するとと同に、発行者が内閣農商大臣に提出することが業務付けられる書類 |\n| B | 発行(売出し)額の総額が満たない場合においても、新たに有価証券を発行し、又は、既発行の有価証券の売出しをするとに、発行者が内閣農商大臣に提出することが業務付けられる書類 |\n| C | 有価証券の発行若しくは、事業年度ごとに、内閣農商大臣に提出することが業務付けられ、事業の内容に関する重要な事項を記載した書類 |\n| D | 有価証券の業報または売出しに当たって、その最初の申込みを勧誘する際等に投資家に交付する書類 |\n\n【解答群】\nア　A:有価証券追加注書　B:有価証券届出書　C:有価証券報告書　D:目論見書\nイ　A:有価証券届出注書　B:有価証券通知書　C:有価証券報告書　D:目論見書\nウ　A:有価証券届出注書　B:有価証券届出書　C:有価証券報告書　D:目論見書\nエ　A:有価証券報告書　B:有価証券届出書　C:有価証券通知書　D:目論見書",
    "choices": {
      "ア": "A:有価証券追加注書 B:有価証券届出書 C:有価証券報告書 D:目論見書",
      "イ": "A:有価証券届出注書 B:有価証券通知書 C:有価証券報告書 D:目論見書",
      "ウ": "A:有価証券届出注書 B:有価証券届出書 C:有価証券報告書 D:目論見書",
      "エ": "A:有価証券報告書 B:有価証券届出書 C:有価証券通知書 D:目論見書"
    },
    "correct_answer": "ウ",
    "explanation": "金融商品取引法におけるディスクロージャー制度には、募集・売出しに当たって行う「継続開示」がある。\n\n発行開示の代表的なものとして、発行(売出し)額の総額が1億円以上の場合、原則として、発行者は有価証券届出書を内閣農商大臣に提出する必要がある（金融商品取引法4条1項、5条1項）。相手方(投資家)に対しては、発行者の事業その他の事項に関する説明を記載した目論見書を交付する必要がある（同法13条1項、15条2項）。\n\nなお、発行(売出し)価額の総額が1千万円～1億円未満の場合、原則として、発行者は有価証券通知書を内閣農商大臣に提出する必要がある（同法4条6項、企業内容の開示に関する内閣府令4条5項、特定有価証券の内容等の開示に関する内閣府令5条4項）。\n\n継続開示の代表的なものとして、上場会社など一定の要件を満たす会社は定期的に有価証券報告書を内閣農商大臣に提出する義務を負う（金融商品取引法24条）。\n\n以上より、A:有価証券届出書、B:有価証券届出書、C:有価証券報告書、D:目論見書が該当するため、ウが適切である。",
    "sub_category": "資本市場へのアクセスと手続",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 23,
    "question_text": "以下の会話は、中小企業診断士であるあなたと、X株式会社の代表取締役である甲氏との間で行われたものである。この会話の中の空欄に入る記述として、最も適切なものを下記の解答群から選べ。\n\n甲氏：「販売促進のために、弊社の商品を紹介する電子メールを配信しようと考えています。」\n\nあなた：「広告宣伝を目的とした電子メールの送信には法規制があるのをご存知ですか。」\n\n甲氏：「何という法律ですか。」\n\nあなた：「【特定電子メールの送信の適正化に関する法律】と【特定商取引に関する法律】です。」\n\n甲氏：「どのようなルールになっていますか。」\n\nあなた：「【特定電子メールの送信の適正化に関する法律】では、 _______ 、詳しいことは、この分野に詳しい弁護士に相談するよいと思います。」\n\n甲氏：「わかりました。ありがとうございます。」\n\n【解答群】\nア　自己の電子メールアドレスをインターネットで公表している消費者には、あらかじめ同意を得ておかなくても信頼することができます\nイ　電子メールに、受信拒否の連絡ができるので各を表示しなければなりません\nウ　電子メールの送信について請求・承諾があったことを証する記録を保存しなければなりません\nエ　同意があっても、その後、受信拒否の連絡があった場合には、送信することはできません。ただし、広告宣伝以外の目的で受信者の意思に基づき送信される電子メールに付随的に広告宣伝を記載することはできます",
    "choices": {
      "ア": "自己の電子メールアドレスをインターネットで公表している消費者には、あらかじめ同意を得ておかなくても信頼することができます",
      "イ": "電子メールに、受信拒否の連絡ができるので各を表示しなければなりません",
      "ウ": "電子メールの送信について請求・承諾があったことを証する記録を保存しなければなりません",
      "エ": "同意があっても、その後、受信拒否の連絡があった場合には、送信することはできません。ただし、広告宣伝以外の目的で受信者の意思に基づき送信される電子メールに付随的に広告宣伝を記載することはできます"
    },
    "correct_answer": "エ",
    "explanation": "企業活動に関する法律知識である。\n\n次の赤い線が引いてある部分が、試した選択肢の不適切な部分である。下記の知識に基づき、選択肢のアを選ぶ。\n\n選択肢別: ア:不適切である。特定電子メールの送信の適正化に関する法律では、原則として、あらかじめ同意を得た者に限定して送信する必要があります。\n\nイ:不適切である。特定電子メールを送信する際には、当該メールに、受信拒否の連絡ができる旨を表示しなければならないとされています。ただし、広告宣伝の目的で受信者の意思に基づき送信される電子メールに付随的に広告宣伝を記載する場合には該当しません。\n\nウ:不適切である。特定電子メールの送信についての請求・承諾があったことを証する記録を保存しなければならないとされています（同法3条2項）。\n\nエ:適切である。特定電子メールの送信者は、同意を得た場合であっても、その後に受信者の意思に基づき送信を中止するよう要求があったこと証する記録を保存しなければならないとされています（同法3条3項）。",
    "sub_category": "企業活動に関する法律知識",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 25,
    "question_text": "テーマ 実用新案法\n\n特許法と実用新案法の対比に関する出題である。\n\n次の①~④の説明のうち、誤った選択肢の不適切な部分である。下記の知識に基づき、選択肢のうを選ぶ。",
    "choices": {
      "ア": "権利侵害に基づく差止請求を行使する場合、特許庁は事前に相手方に警告をむわせければならないが、実用新案法ではその限、さらに技術評論書を提示しけれはならない。",
      "イ": "他人の特許権又は実用新案権を侵害した者は、その侵害の行為について過失があったものと推定する。",
      "ウ": "特許権の存続期間の起算日は出願日であるが、実用新案権の存続期間の起算日は登録日である。",
      "エ": "適切である。特許法上の発明には、方法の発明が合まれる（特許法2条3項2号及び3号）。一方、実用新案法では保護される者は、物品の形状、構造または組合せであり、方法は合まれない（実用新案法1条）。"
    },
    "correct_answer": "ア",
    "explanation": "特許法と実用新案法に関する比較出題である。\n\n選択肢別: ア:不適切である。権利侵害に基づく差止請求を行使する場合、特許庁は事前に相手方に警告をむわせければならないが、実用新案法ではその限、さらに技術評論書を提示しけれはならない。 / イ:適切である。他人の特許権又は実用新案権を侵害した者は、その侵害の行為について過失があったものと推定する。 / ウ:適切である。特許権の存続期間の起算日は出願日であるが、実用新案権の存続期間の起算日は登録日である。 / エ:適切である。特許法上の発明には、方法の発明が合まれる（特許法2条3項2号及び3号）。一方、実用新案法では保護される者は、物品の形状、構造または組合せであり、方法は合まれない（実用新案法1条）。",
    "sub_category": "実用新案法",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 26,
    "question_text": "不正競争防止法に関する記述として、最も適切なものはどれか",
    "choices": {
      "ア": "真正品が外国で最初に販売された日から3年を経過すれば、不正競争防止法第2条第1項第3号に規定する、いわゆるデッドコピー行為の御定は適用されない。",
      "イ": "不正競争防止法第2条第1項第1号に規定する、いわゆる周知表示混同起行為において、商品の包装または商品裏表に合まれない。",
      "ウ": "不正競争防止法第2条第1項第2号に規定する、いわゆる者名表示混用行為と認められるためには、他人の商品又は営業と混同を生じさせたかかは問われない。",
      "エ": "不正競争防止法第2条第1項第4号方至第9号に規定される営業秘密とするには、秘密管理性、独占性、有用性の3つの要件を満たすことが要である。"
    },
    "correct_answer": "エ",
    "explanation": "不正競争防止法に関する出題である。\n\n選択肢別: ア:不適切である。真正品が外国で最初に販売された日から3年を経過すれば、不正競争防止法第2条第1項第3号に規定するいわゆるデッドコピー行為の御定は適用されないとはいえない。 / イ:不適切である。不正競争防止法第2条第1項第1号に規定するいわゆる周知表示混同起行為において、商品の包装又は商品裏表に合まれない。 / ウ:不適切である。不正競争防止法第2条第1項第2号に規定する、いわゆる者名表示混用行為と認められるためには、他人の商品又は営業と混同を生じさせたかかは問われない。 / エ:適切である。不正競争防止法第2条第1項第4号方至第9号に規定される営業秘密とするには、秘密管理性、独占性、有用性の3つの要件を満たすことが要である。",
    "sub_category": "不正競争防止法",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 27,
    "question_text": "テーマ 不正競争防止法\n\n不正競争防止法に関する出題である。\n\n次の①~④の説明のうち、誤った選択肢の不適切な部分である。下記の知識に基づき、選択肢のうを選ぶ。",
    "choices": {
      "ア": "不適切である。デッドコピー行為の規定が適用されないのは、日本国内で最初に販売された日から3年である（不正競争防止法19条1項5号）。",
      "イ": "不適切である。不正競争防止法第2条第1項第1号には「商品表示」とは「人の業務に係る商品又は役務の表示」と定義されており、商品の包装も商品等表示に合せれる。",
      "ウ": "適切である。不正競争防止法第2条1項2号には、「混同」の要件がない。著名表示保護の観点から、他人の商品又は営業と混同を生じさせたかかは問わない。",
      "エ": "不適切である。「営業秘密」とは、秘密として管理されている生産方法、販売方法その他の事業活動に用用される技術上または営業上の情報であって、公然と知られていないもののうい（不正競争防止法2条6項）。独占性は営業秘密の要件ではない。"
    },
    "correct_answer": "ウ",
    "explanation": "不正競争防止法に関する比較出題である。\n\n選択肢別: ア:不適切である。デッドコピー行為の規定が適用されないのは、日本国内で最初に販売された日から3年である（不正競争防止法19条1項5号）。 / イ:不適切である。不正競争防止法第2条第1項第1号には「商品表示」とは「人の業務に係る商品又は役務の表示」と定義されており、商品の包装も商品等表示に合せれる。 / ウ:適切である。不正競争防止法第2条1項2号には、「混同」の要件がない。著名表示保護の観点から、他人の商品又は営業と混同を生じさせたかかは問わない。 / エ:不適切である。「営業秘密」とは、秘密として管理されている生産方法、販売方法その他の事業活動に用用される技術上または営業上の情報であって、公然と知られていないもののうい（不正競争防止法2条6項）。独占性は営業秘密の要件ではない。",
    "sub_category": "不正競争防止法",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 28,
    "question_text": "以下の会話は、中小企業診断士である者たちと、地元の民衆品を扱う事業協同組合Xの理事である中氏との間で行われたものである。会話の中の空欄Aと Bに入る話ロと として、最も適切なものの下記の解答群から選べ。\n\n甲氏：「うちの権選所で、ブルーティーな味わいを目指した『本／PPONNI』という銘柄を売り出すのですよ。日本での商標登録願も、このとおり済ませました。」\n\nあなた：「漢字『本』ビアルファベット『PPONNNI』を三段表記した商標ですね。」\n\n甲氏：「インパウドの効果もあって日本酒は外国でも人気です。海外販路も開拓したいと思っているので、外国でも商標登録出願を行おうと思っています。」\n\nあなた：「日本の商標を基盤に、多数の国を指定して日本の銘柄に一括して商標登録出願ができる、マドリッド協定による国際商標登録出願、いわゆるマドプロ出願という制度があるようですよ。」\n\n甲氏：「そのマドプロ出願は、今すぐ使えるのでしょうか。」\n\nあなた：「マドプロ出願は、　A　。」\n\n甲氏：「なるほど。それと、商標に漢字が入ったまま大大までしょうかが」\n\nあなた：「漢字が入っていても出願できます。　B　。」",
    "choices": {
      "ア": "A：日本の商標登録を基盤にできますから、もう利用できますよ\nB：そもも、商標を変更することはできません",
      "イ": "A：日本の商標登録を基盤にできますから、もう利用できますよ\nB：ただ、同一性のある範囲なら、商標を変更することができます",
      "ウ": "A：日本の商標登録を基盤にしますから、出願中の現在は、まだ利用はできません\nB：そもも、商標を変更することはできません",
      "エ": "A：日本の商標登録を基盤にしますから、出願中の現在は、まだ利用はできません\nB：ただ、同一性のある範囲なら、商標を変更することができます"
    },
    "correct_answer": "イ",
    "explanation": "マドリッド協定及び商標登録に関する出題である。\n\nア：日本の商標登録を基盤にできますから、もう利用できますよ\nB：そもも、商標を変更することはできません\n\nイ：日本の商標登録を基盤にできますから、もう利用できますよ\nB：ただ、同一性のある範囲なら、商標を変更することができます\n\nウ：日本の商標登録を基盤にしますから、出願中の現在は、まだ利用はできません\nB：そもも、商標を変更することはできません\n\nエ：日本の商標登録を基盤にしますから、出願中の現在は、まだ利用はできません\nB：ただ、同一性のある範囲なら、商標を変更することができます",
    "sub_category": "商標法",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 29,
    "question_text": "テーマ 商標法\n\n商標登録の要件に関する出題である。\n\n商標法第3条1項各号では、一般的に識別力のない商標については商標登録を受けることができないことを規定している。同法3条2項では、同条3条1項3～5号に該当する商標については、商標登録を受めることとを規定している。なお、同法3条1項1号では「普通名称」、同法3条1項2号では「慣用商標」について規定している。",
    "choices": {
      "ア": "その商標の形状や商品の台基の形状を普通に用いられる方法で表示する標章のみからなる商標については、原則として商標登録を受けることができない（商標法3条1項3号）。ただし、使用をされた結果需要業が何人かの業業に係る商品たまたは役務であることを認識することができるものについては、同項の規定にかかわらず、商標登録を受けることができる（同法3条2項）。この場合であっても、4条1項各号に該当する商標については、商標登録を受けることができない。",
      "イ": "不適切である。その商品または役務について「使用されている商標（同法3条1項2号）」については、同法3条2項の適用はなく、商標登録を受けることができない。",
      "ウ": "不適切である。その商品または役務の「普通名称を普通に用いられる方法で表示する標章のみからなる商標（同法3条1項1号）」については、同法3条2項の適用はなく、商標登録を受けることができない。",
      "エ": "不適切である。同法3条2項の適用を受けた商標であっても、他人の業業に係る商品または役務と混同を生じさせるおそれがある商標については、商標登録を受けることができない（同法4条1項16号）。"
    },
    "correct_answer": "ア",
    "explanation": "商標登録の要件に関する出題である。\n\n選択肢別: ア:適切である。その商標の形状や商品の台基の形状を普通に用いられる方法で表示する標章のみからなる商標については、原則として商標登録を受けることができない（商標法3条1項3号）。ただし、使用をされた結果需要業が何人かの業業に係る商品たまたは役務であることを認識することができるものについては、同項の規定にかかわらず、商標登録を受けることができる（同法3条2項）。この場合であっても、4条1項各号に該当する商標については、商標登録を受けることができない。 / イ:不適切である。その商品または役務について「使用されている商標（同法3条1項2号）」については、同法3条2項の適用はなく、商標登録を受けることができない。 / ウ:不適切である。その商品または役務の「普通名称を普通に用いられる方法で表示する標章のみからなる商標（同法3条1項1号）」については、同法3条2項の適用はなく、商標登録を受けることができない。 / エ:不適切である。同法3条2項の適用を受けた商標であっても、他人の業業に係る商品または役務と混同を生じさせるおそれがある商標については、商標登録を受けることができない（同法4条1項16号）。",
    "sub_category": "商標法",
    "subject": "経営法務"
  },
  {
    "year": "平成30年度",
    "question_number": 30,
    "question_text": "テーマ 商標法\n\nパブリシティ権に関する記述として、最も適切なものはどれか",
    "choices": {
      "ア": "パブリシティ権の侵害は、肖像等を無断で使用する行為がある肖像等の有する顧客吸引力の利用を目的とする場合に認められ、肖像等を商品等の広告として使用する場合は認められない。",
      "イ": "パブリシティ権の侵害は、商品等の差別化を因る目的で肖像等を商品等に付した場合に認められ、肖像等を商品等の広告として使用する場合は認められない。",
      "ウ": "パブリシティ権は、会社法に規定されている。",
      "エ": "パブリシティ権は、競馬の競走馬にも認められる。"
    },
    "correct_answer": "ア",
    "explanation": "パブリシティ権に関する出題である。\n\n選択肢別: ア:適切である。選択肢に記載のおわりてある。 / イ:不適切である。最高裁判例（『「PPONNI』事件）で、ピンク・レディー事件）。 / ウ:不適切である。我が国では法律で「肖像権」や「パブリシティ権」を規定したものではなく、これらの権利は判例によって確立された権利である。 / エ:不適切である。最高裁判所は、「競走馬の名称や無断利用行為に関する不法行為の成否について選法を規定する根拠はなく、また、競走馬の名称の無断利用に関する不法行為的の成否について選法を規定する根拠はないと判示している（最高裁平成16年2月13日判決『キャロプレーザー事件』）。",
    "sub_category": "パブリシティ権",
    "subject": "経営法務"
  },
  {
    "year": "令和○○年度",
    "question_number": 15,
    "question_text": "商標法における登録対象に関する出題である。",
    "choices": {
      "ア": "空欄①について",
      "イ": "空欄②について",
      "ウ": "説明用の選択肢",
      "エ": "説明用の選択肢"
    },
    "correct_answer": "イ",
    "explanation": "選択肢別: ア:空欄①には「b」の記述が入る。商標法5条2項1号、商標法施行規則4条により、「動きのある商標」は登録対象であり、その定義・要件が規定されている。 / イ:空欄②について、「商品」とは商取引の目的たり得る物を指し、商標登録の対象となる。 / ウ:空欄②には「e」の記述が入る。標識法上の商品は該当し得る。 / エ:規定に基づき、指定商品又は指定役務を指定しなければならない。",
    "sub_category": "商標法",
    "subject": "経営法務"
  },
  {
    "year": "令和○○年度",
    "question_number": 16,
    "question_text": "商標法における役務と商品に関する出題である。",
    "choices": {
      "ア": "「役務」について",
      "イ": "「商品」について",
      "ウ": "商標登録について",
      "エ": "商標法の定義について"
    },
    "correct_answer": "エ",
    "explanation": "選択肢別: ア:不適切である。「役務」とは、他人のために行う労務または便益であって、独立して商取引の目的たり得るものをいう。紙媒体の書籍の制作も「電子書籍の制作」も他人のために行う労務または便益であって、独立して商取引の目的たり得る役務に該当する。 / イ:適切である。「商品」とは、商取引の目的たり得る物、特に動産をいう。また、電子出版物や電子書籍等の電子情報時については、インターネット等の発達により各自独立して商取引の対象となり得るため、商標上の商品と扱われる。 / ウ:不適切である。景表法上の表示と、標識法上の商品は存在するが、実際には取引する意思がない不動産についての表示。②取引の中止に係る不動産は存在するが、実際には取引の対象となり得ない不動産についての表示。③取引の中止に係る不動産は存在するが、実は取引する意思がない不動産についての表示が、景表法5条3項に基づいて不当表示に指定されている。 / エ:不適切である。企業活動に関する法律知識。英文契約書の一般条項に関する出題である。",
    "sub_category": "商標法",
    "subject": "経営法務"
  },
  {
    "year": "令和○○年度",
    "question_number": 17,
    "question_text": "著作権法、商標法に関する出題である。空欄①は、著作権法におけるいわゆる争ごとに関する出題である。空欄②は、意匠法における登録対象に関する出題である。",
    "choices": {
      "ア": "空欄①について",
      "イ": "空欄②について",
      "ウ": "著作権の説明",
      "エ": "意匠法の説明"
    },
    "correct_answer": "エ",
    "explanation": "選択肢別: ア:不適切である。空欄①には「d」の記述が入る。著作権法8条の2に、店舗の内装や意匠登録の対象であることが規定されている。また、同法2条1項には、建物の外観が意匠登録の対象であることも規定されている。よって、空欄②には「d」の記述が入る。 / イ:不適切である。空欄②には「d」の記述が入る。意匠法は、ビデオ撮影時に偶然、音楽などの著作物が収録されてしまう、いわゆる「写り込み」は、著作権法第30条の2に規定されている。本条の対象となる著作物の利用行為としては、街角の風景とビデオ収録したところ、本来意図した収録対象だけでなく、ポスター、絵画や街中で流れていた音楽がまたま録り込まれる場合が含まれる。よって、空欄①には「b」の記述が入る。 / ウ:適切である。意匠法8条の2に、店舗の内装や意匠登録の対象であることが規定されている。また、同法2条1項には、建物の外観が意匠登録の対象であることも規定されている。よって、空欄②には「d」の記述が入る。 / エ:適切である。",
    "sub_category": "著作権法、商標法",
    "subject": "経営法務"
  },
  {
    "year": "令和○○年度",
    "question_number": 18,
    "question_text": "知的財産権概論。工業所有権の保護に関するパリ条約に関する出題である。",
    "choices": {
      "ア": "パリ条約4条Aについて",
      "イ": "パリ条約3条について",
      "ウ": "パリ条約1条②について",
      "エ": "パリ条約4条C①について"
    },
    "correct_answer": "ア",
    "explanation": "ア: 適切である。パリ条約4条A（2）には、「各同盟国の国内法令または同盟国の間で締結された2国間もしくは多数国間の条約により正規の国内出願とされるすべての出願は、優先権を生じさせるものと認められる。」と規定されている。\n\nイ: 不適切である。パリ条約3条には、「同盟に属しない国の国民であって、いずれかの同盟国の領域内に住所または現実かつ真正の工業上もしくは商業上の営業所を有するものは、同盟国の国民とみなす。」と規定されている。\n\nウ: 不適切である。パリ条約1条②には、「工業所有権の保護は、特許、意匠、商標、サービス・マーク、商号、原産地表示または原産地名称および不正競争の防止に関するものとする。」と規定されている。\n\nエ: 不適切である。パリ条約4条C（1）には、「優先期間は、特許および意匠に対して12ヵ月、意匠および商標に対して6ヵ月とする。」と規定されている。",
    "sub_category": "知的財産権概論",
    "subject": "経営法務"
  },
  {
    "year": "令和○○年度",
    "question_number": 19,
    "question_text": "特許法。特許法における職務発明に関する出題である。",
    "choices": {
      "ア": "従業者が示した職務発明について、契約の定めがない場合",
      "イ": "不適切である。職務発明は、従業者等が示した説明であって、その性質上使用者等の業務範囲に属し、かつ、その発明をするに至った行為が使用者における従業者の現在または過去の職務に属するものであれば、職務発明に該当しない。",
      "ウ": "不適切である。従業者は、職務発明について使用者に特許を受ける権利を取得させるに至った行為が使用者における従業者の現在または過去の職務に属するものでなければ、職務発明に該当しない。",
      "エ": "適切である。同法35条5項には、「契約、勤務規則その他の定めにより相当の利益についての定めがない場合においても、相当の利益の内容を決定する場合には、相当の利益の内容を決定するための基準の開示の状況、相当の利益の内容の決定について行われる協議の状況等を考慮して、その定めたところによりそれぞれを行われる従業者等からの意見の聴取の状況等を考慮して、その定めたところにより相当の利益を与えることが不合理であると認められるものでなければならない」と規定されている。同法35条6項には、同法35条5項の規定により考慮すべき状況等に関する事項について指針を定め、これを公表することが規定されている。（経済産業省告示131号）。"
    },
    "correct_answer": "エ",
    "explanation": "ア: 不適切である。従業者が示した職務発明について、契約の定めがあらかじめ使用者に手付けを交付したときは、従業者はその手付を放棄し、売主はその倍額を現実に提供して、契約の解除することができる（民法557条1項）。そのため、手付解除にあたっては、口頭により手付の倍額を僅選する旨を告げその受領を催促するだけでは足りない。\n\nイ: 不適切である。売主が売却された目的物が種類、品質または数量に関して契約の内容に適合しないものであるときは、買主は、売主に対し、目的物の修補、代替物の引渡しまたは不足分の引き渡しによる履行の追完を請求することができる（同法562条1項本文）。ただし、売主は、買主に不相当な負担を課するものでないと聞いても、その請求方法と異なる方法による履行の追完を請求することができる（同項ただし書）。\n\nウ: 不適切である。買主が売主に手付を交付したときは、買主はその手付を放棄し、売主はその倍額を現実に提供して、契約の解除することができるが、その相手方（売主）が契約の履行に着手した後は、この限りではない（同法557条1項）。\n\nエ: 適切である。同法35条5項には、「契約、勤務規則その他の定めにより相当の利益についての定めがない場合においても、相当の利益の内容を決定する場合には、相当の利益の内容を決定するための基準の開示の状況、相当の利益の内容の決定について行われる協議の状況等を考慮して、その定めたところによりそれぞれを行われる従業者等からの意見の聴取の状況等を考慮して、その定めたところにより相当の利益を与えることが不合理であると認められるものでなければならない」と規定されている。同法35条6項には、同法35条5項の規定により考慮すべき状況等に関する事項について指針を定め、これを公表することが規定されている。（経済産業省告示131号）。",
    "sub_category": "特許法",
    "subject": "経営法務"
  },
  {
    "year": "令和○○年度",
    "question_number": 20,
    "question_text": "商標法。商標法の利用行為における効力発生要件および対抗要件に関する出題である。",
    "choices": {
      "ア": "不適切である。専用使用権の設定は、登録しなければそれの効力を生じない（商標法30条4項、特許法98条1項2号）。",
      "イ": "適切である。通常使用権は、その登録をしたときは、その商標標もしくは商標標についての専用使用権またはその商標標についての専用使用権のその後に取得した者に対しても、その効力を生ずる（商標法31条4項）。",
      "ウ": "不適切である。通常使用権の移転、変更、消滅または処分の制限は、登録されなければ、その第三者対抗要件であり、効力発生要件ではない（同法31条5項）。登録は第三者対抗要件であり、効力発生要件ではない。",
      "エ": "不適切である。商標権の移転（相続その他の一般承継によるものを除く。）は、登録しなければそれの効力を生じない（同法35条、特許法98条1項1号）。"
    },
    "correct_answer": "イ",
    "explanation": "ア: 不適切である。専用使用権の設定は、登録しなければそれの効力を生じない（商標法30条4項、特許法98条1項2号）。\n\nイ: 適切である。通常使用権は、その登録をしたときは、その商標標もしくは商標標についての専用使用権またはその商標標についての専用使用権のその後に取得した者に対しても、その効力を生ずる（商標法31条4項）。\n\nウ: 不適切である。通常使用権の移転、変更、消滅または処分の制限は、登録されなければ、その第三者対抗要件であり、効力発生要件ではない（同法31条5項）。登録は第三者対抗要件であり、効力発生要件ではない。\n\nエ: 不適切である。商標権の移転（相続その他の一般承継によるものを除く。）は、登録しなければそれの効力を生じない（同法35条、特許法98条1項1号）。",
    "sub_category": "商標法",
    "subject": "経営法務"
  },
  {
    "year": "令和○○年度",
    "question_number": 21,
    "question_text": "契約。売買契約の契約不適合責任に関する出題である。",
    "choices": {
      "ア": "不適切である。手付は、少なくとも手付の授受により契約の成立したことを確認する目的である。証約手付の性質を有する手付には、同時に損害賠償の予定や違約金としての性質が併せて認められうるものとされている（最判昭和24年10月4日民集3巻437頁）。",
      "イ": "不適切である。買主が売主に手付を交付したときは、買主はその手付を放棄し、売主はその倍額を現実に提供して、契約の解除することができる（民法557条1項）。そのため、手付解除にあたっては、口頭により手付の倍額を僅選する旨を告げその受領を催促するだけでは足りない。",
      "ウ": "適切である。買主が売主に手付を交付したときは、買主はその手付を放棄して、契約の解除することができるが、その相手方（売主）が契約の履行に着手した後は、この限りではない（同法557条1項）。",
      "エ": "不適切である。判別上、解約手付の意味を有する手付には、同時に損害賠償の予定や違約金としての性質が併せて認められうるものとされている（最判昭和24年10月4日民集3巻437頁）。"
    },
    "correct_answer": "ウ",
    "explanation": "ア: 不適切である。手付は、少なくとも手付の授受により契約の成立したことを確認する目的である。証約手付の性質を有する手付には、同時に損害賠償の予定や違約金としての性質が併せて認められうるものとされている（最判昭和24年10月4日民集3巻437頁）。\n\nイ: 不適切である。買主が売主に手付を交付したときは、買主はその手付を放棄し、売主はその倍額を現実に提供して、契約の解除することができる（民法557条1項）。そのため、手付解除にあたっては、口頭により手付の倍額を僅選する旨を告げその受領を催促するだけでは足りない。\n\nウ: 適切である。買主が売主に手付を交付したときは、買主はその手付を放棄して、契約の解除することができるが、その相手方（売主）が契約の履行に着手した後は、この限りではない（同法557条1項）。\n\nエ: 不適切である。判別上、解約手付の意味を有する手付には、同時に損害賠償の予定や違約金としての性質が併せて認められうるものとされている（最判昭和24年10月4日民集3巻437頁）。",
    "sub_category": "契約",
    "subject": "経営法務"
  },
  {
    "year": "令和○○年度",
    "question_number": 22,
    "question_text": "企業活動に関する法律知識。不当景品類及び不当表示防止法（景表法の以下「景表法」という。）に関する出題である。",
    "choices": {
      "ア": "不適切である。優良誤認表示（景表法5条1号）は、商品または役務の品質、規格そその他の内容についての不当表示である。商品または役務の品質、規格を相違することについての不当表示は、有利誤認表示（同法同条2号）である。",
      "イ": "適切である。優良誤認表示と有利誤認表示のはか、一般消費者が当該表示であることを判別することが困難である表示（令和5年10月1日から施行されている。）上、ステルスマーケティングについては、一般消費者が事業者の表示であることを判別することが困難である表示(令和5年10月1日から施行されている。)。いわゆるステルスマーケティングについては、一般消費者が当該表示であることを判別することが困難である表示(令和5年10月1日から施行されている。)上、いわゆるステルスマーケティングについては、一般消費者が事業者の供給する商品または役務の品質、規格、その他の内容や価格等の取引条件について消費者に知らせる広告や表示全般や実演、口頭でのセールストークなどを含まれる(同法2条4項、「不当景品類及び不当表示防止法2条の規定により景表類及び表示を指定する件(昭和37年公正取引委員会告示第3号)。",
      "ウ": "不適切である。景表法上の表示」とは、顧客を誘引するための手段として、事業者が自己の供給する商品、サービスの品質、規格、その他の内容や価格等について、消費者に知らせる広告や表示全般や実演、口頭でのセールストークなどを含まれる(同法2条3項2号)。よって、「電子化した雑誌」は景表法5条3項に基づいて不当表示に指定されている。",
      "エ": "不適切である。不動産のおとり広告については、①取引の中止に係る不動産は存在しないため、実際には取引することができない不動産についての表示。②取引の中止に係る不動産は存在するが、実際には取引する意思がない不動産についての表示。③取引の中止に係る不動産は存在するが、実は取引する意思がない不動産についての表示が、景表法5条3項に基づいて不当表示に指定されている（昭和55年4月12日公正取引委員会告示第14号）。"
    },
    "correct_answer": "イ",
    "explanation": "ア: 不適切である。優良誤認表示（景表法5条1号）は、商品または役務の品質、規格そその他の内容についての不当表示である。商品または役務の品質、規格を相違することについての不当表示は、有利誤認表示（同法同条2号）である。\n\nイ: 適切である。優良誤認表示と有利誤認表示のはか、一般消費者が当該表示であることを判別することが困難である表示（令和5年10月1日から施行されている。）上、ステルスマーケティングについては、一般消費者が事業者の表示であることを判別することが困難である表示(令和5年10月1日から施行されている。)。いわゆるステルスマーケティングについては、一般消費者が当該表示であることを判別することが困難である表示(令和5年10月1日から施行されている。)上、いわゆるステルスマーケティングについては、一般消費者が事業者の供給する商品または役務の品質、規格、その他の内容や価格等の取引条件について消費者に知らせる広告や表示全般や実演、口頭でのセールストークなどを含まれる(同法2条4項、「不当景品類及び不当表示防止法2条の規定により景表類及び表示を指定する件(昭和37年公正取引委員会告示第3号)。\n\nウ: 不適切である。景表法上の表示」とは、顧客を誘引するための手段として、事業者が自己の供給する商品、サービスの品質、規格、その他の内容や価格等について、消費者に知らせる広告や表示全般や実演、口頭でのセールストークなどを含まれる(同法2条3項2号)。よって、「電子化した雑誌」は景表法5条3項に基づいて不当表示に指定されている。\n\nエ: 不適切である。不動産のおとり広告については、①取引の中止に係る不動産は存在しないため、実際には取引することができない不動産についての表示。②取引の中止に係る不動産は存在するが、実際には取引する意思がない不動産についての表示。③取引の中止に係る不動産は存在するが、実は取引する意思がない不動産についての表示が、景表法5条3項に基づいて不当表示に指定されている（昭和55年4月12日公正取引委員会告示第14号）。",
    "sub_category": "企業活動に関する法律知識",
    "subject": "経営法務"
  },
  {
    "year": "令和02年度",
    "question_number": 1,
    "question_text": "株式会社の定款の記載事項に関する出題である。",
    "choices": {
      "ア": "目的",
      "イ": "商号",
      "ウ": "本店の所在地",
      "エ": "設立に際して出資される財産の価額またはその最低額",
      "オ": "発起人の氏名または名称および住所"
    },
    "correct_answer": "エ",
    "explanation": "株式会社の定款の記載事項については、絶対的記載事項、相対的記載事項、任意的記載事項に分類される。これらのうち、絶対的記載事項は、定款に必ず記載または記録しなければならない事項であって、これを記載または記録しないときは定款自体が無効となるものである。会社法27条は、株式会社の定款には、次に掲げる事項を記載し、または記録しなければならないとして以下の5つの事項を列挙しているのので、これら5つの事項が絶対的記載事項となる。\n\n選択肢別: ア:不適切である。目的は会社法27条の絶対的記載事項として列挙されていない。 / イ:不適切である。商号は会社法27条の絶対的記載事項として列挙されていない。 / ウ:不適切である。本店の所在地は会社法27条の絶対的記載事項として列挙されていない。 / エ:適切である。設立に際して出資される財産の価額またはその最低額は、会社法27条により絶対的記載事項として列挙されている。 / オ:不適切である。発起人の氏名または名称および住所は会社法27条の絶対的記載事項として列挙されていない。",
    "sub_category": "テーマ設立",
    "subject": "経営法務"
  },
  {
    "year": "令和02年度",
    "question_number": 2,
    "question_text": "特別支配株主に関する出題である。",
    "choices": {
      "ア": "空欄Aおよび空欄Bについて、その後の「あなたの」それであれば、甲氏は、X社の特別支配株式になりますので」という発言から、空欄Aおよび空欄Bには、特別支配株主の要件に関する語が入ることになる。",
      "イ": "適切である。"
    },
    "correct_answer": "イ",
    "explanation": "空欄Aおよび空欄Bについて\n\nその後の「あなたの」それであれば、甲氏は、X社の特別支配株式になりますので」という発言から、空欄Aおよび空欄Bには、特別支配株主の要件に関する語が入ることになる。\n\n特別支配株主とは、絞株主の議決権の10分の9（これを上回る割合を当該株式会社の定款で定めた場合にあっては、その割合）以上を有する株主という（会社法179条1項）。\n\nよって、イが適切である。",
    "sub_category": "株式",
    "subject": "経営法務"
  },
  {
    "year": "令和02年度",
    "question_number": 3,
    "question_text": "組織の基礎的変更に関する出題である。事業譲渡に関する出題である。",
    "choices": {
      "ア": "事業譲渡について、空欄Cについては、事業の全部譲渡（会社法467条1項1号）を行う場合の借権者異議手続の要否に関する回答が入る。",
      "イ": "空欄Dについては、事業の全部譲渡を行う場合の株式買取請求権の存在に関する回答が入る。"
    },
    "correct_answer": "エ",
    "explanation": "空欄Cについて\n\n空欄Cには、事業の全部譲渡（会社法467条1項1号）を行う場合の借権者異議手続の要否に関する回答が入る。\n\n事業譲渡は契約により事業を譲渡するものであるから、契約自由の原則にしたがい、議渡の対象とする事業を構成する資産や債務を自由に選択することができる。もっとも、議渡会社の債権者の個別の承諾を得て、議渡会社に免責的債務引受を認めさせないとき、議渡会社は借務を免れることはないし、そこで、事業議渡の場合には借権者異議手続は不要である。\n\n空欄Dについて\n\n空欄Dには、事業の全部譲渡を行う場合の株式買取請求権の存在に関する回答が入る。\n\n多数決の原理を維持しつつ少数派株主に経済的な保障をする趣旨から、事業議渡を行う場合には反対株主の株式買取請求権が認められているが（同法469条1項柱書）、事業の全部議渡をする場合にその承認議決と同時に解散決議がなされた場合には、残余財産の分配によって投下資本を回収できるから、株式買取請求権は認められないこととされている（同条同項1号）。",
    "sub_category": "組織の基礎的変更",
    "subject": "経営法務"
  },
  {
    "year": "令和02年度",
    "question_number": 4,
    "question_text": "株式の併合と株式の分割に関する出題である。",
    "choices": {
      "ア": "不適切である。株式の併合の場合は、株式の利益に対し、①単位が大きくなるので流通させにくくなる、②1株に満たない端数が生じた場合には、競売しなければならなくなり、株としての地位を失うおそれがある、という重大な影響を与えることから、株主総会の特別決議が必要であるが（会社法180条2項、309条2項4号）、株式の分割の場合には、既存株主の利益に実質的な影響はないので、取締役会設置会社では取締役会決議によって実施することが可能である（同法183条2項）。",
      "イ": "適切である。株式の併合の場合は、前記②のような重大な影響があることから、株式の併合をすることにより株式の数に1株に満たない端数が生じる場合の反対株主の株式買取請求権が認められているが（同法182条の4）、株式の分割の場合には、既存株主の利益に実質的な影響はないことから、反対株主の株式買取請求権は認められていない。",
      "ウ": "不適切である。種類株式発行会社でない株式会社は、株式の分割の割合と同じ範囲内であれば、株式を合併した場合は、発行可能株式総数の変更ができますので」という発言から、空欄Aおよび空欄Bには、特別支配株主の要件に関する語が入ることになる。",
      "エ": "不適切である。株式の併合を行う場合には、その都度、株主総会の特別決議により、効力発生日における発行可能株式総数を定めなければならないが（同法180条2項4号）、公開会社においては、当該発行可能株式総数は、発行済株式の総数の4倍を超えることができない（同法180条3項）。既存株主の共株比率の低下限界を画する趣旨である。本件では、発行済株式総数が300株の株式会社が、2株を1株に株式の併合を行うものであるから、当該会社が公開会社である場合には、発行可能株式総数は、300株÷2×4倍=600株以下としなければならない。したがって、当該会社が公開会社である場合には、効力発生日における発行可能株式総数を900株から600株以下に変更する必要がある。"
    },
    "correct_answer": "イ",
    "explanation": "選択肢別: ア:不適切である。株式の併合の場合は、株式の利益に対し、①単位が大きくなるので流通させにくくなる、②1株に満たない端数が生じた場合には、競売しなければならなくなり、株としての地位を失うおそれがある、という重大な影響を与えることから、株主総会の特別決議が必要であるが（会社法180条2項、309条2項4号）、株式の分割の場合には、既存株主の利益に実質的な影響はないので、取締役会設置会社では取締役会決議によって実施することが可能である（同法183条2項）。 / イ:適切である。株式の併合の場合は、前記②のような重大な影響があることから、株式の併合をすることにより株式の数に1株に満たない端数が生じる場合の反対株主の株式買取請求権が認められているが（同法182条の4）、株式の分割の場合には、既存株主の利益に実質的な影響はないことから、反対株主の株式買取請求権は認められていない。 / ウ:不適切である。種類株式発行会社でない株式会社は、株式の分割の割合と同じ範囲内であれば、株式を合併した場合は、発行可能株式総数の変更ができますので」という発言から、空欄Aおよび空欄Bには、特別支配株主の要件に関する語が入ることになる。 / エ:不適切である。株式の併合を行う場合には、その都度、株主総会の特別決議により、効力発生日における発行可能株式総数を定めなければならないが（同法180条2項4号）、公開会社においては、当該発行可能株式総数は、発行済株式の総数の4倍を超えることができない（同法180条3項）。既存株主の共株比率の低下限界を画する趣旨である。本件では、発行済株式総数が300株の株式会社が、2株を1株に株式の併合を行うものであるから、当該会社が公開会社である場合には、発行可能株式総数は、300株÷2×4倍=600株以下としなければならない。したがって、当該会社が公開会社である場合には、効力発生日における発行可能株式総数を900株から600株以下に変更する必要がある。",
    "sub_category": "株式",
    "subject": "経営法務"
  },
  {
    "year": "令和02年度",
    "question_number": 5,
    "question_text": "企業活動に関する法律知識に関する出題である。独占禁止法が定める課徴金および課徴金減免制度に関する出題である。",
    "choices": {
      "ア": "不適切である。独占禁止法にこのような規定はない。なお、不当な取引制限に対する課徴金会算定基準については、違反事業者およびそのグループ会社が全て中小企業の場合、10%から4%に減額される（独占禁止法7条の2第2項）。",
      "イ": "適切である。課徴金減免制度における申請は、所定の報告書を電子メールで公正取引委員会に提出する方法に限られている（課徴金の減免に係る事実の報告及び資料の提出に関する規則4条1項、7条2項）。",
      "ウ": "不適切である。公正取引委員会による調査開始後に課徴金減免申請を行った場合であっても、申請順位等に応じて減免を受けられる場合がある。この場合においては、その申請順位が1位の場合であったとしても、減免率は10%または5%である（独占禁止法7条の4第3項）。",
      "エ": "不適切である。再販売価格の拘束行為をした事業者において、公正取引委員会による調査開始後に当該違反行為について排除措置命令または課徴金納付命令等を受けたことがある場合、課徴金の納付が命じられる（同法20条の5）。"
    },
    "correct_answer": "イ",
    "explanation": "選択肢別: ア:不適切である。独占禁止法にこのような規定はない。なお、不当な取引制限に対する課徴金会算定基準については、違反事業者およびそのグループ会社が全て中小企業の場合、10%から4%に減額される（独占禁止法7条の2第2項）。 / イ:適切である。課徴金減免制度における申請は、所定の報告書を電子メールで公正取引委員会に提出する方法に限られている（課徴金の減免に係る事実の報告及び資料の提出に関する規則4条1項、7条2項）。 / ウ:不適切である。公正取引委員会による調査開始後に課徴金減免申請を行った場合であっても、申請順位等に応じて減免を受けられる場合がある。この場合においては、その申請順位が1位の場合であったとしても、減免率は10%または5%である（独占禁止法7条の4第3項）。 / エ:不適切である。再販売価格の拘束行為をした事業者において、公正取引委員会による調査開始後に当該違反行為について排除措置命令または課徴金納付命令等を受けたことがある場合、課徴金の納付が命じられる（同法20条の5）。",
    "sub_category": "企業活動に関する法律知識",
    "subject": "経営法務"
  },
  {
    "year": "令和02年度",
    "question_number": 6,
    "question_text": "特許法に関する出題である。",
    "choices": {
      "ア": "不適切である。特許異議の申立ては、特許掲載公報の発行の日から6ヶ月以内に、行うことができる（特許法113条）。",
      "イ": "適切である。特許異議の中立ては、何人も行うことができる（同法113条）。",
      "ウ": "不適切である。特許無効審判の制度は同法123条に規定されている。",
      "エ": "不適切である。発明の単一一性の規定に違反して特許がされたことは特許異議の申立ての理由ではない（同法113条各号）。"
    },
    "correct_answer": "イ",
    "explanation": "選択肢別: ア:不適切である。特許異議の申立ては、特許掲載公報の発行の日から6ヶ月以内に、行うことができる（特許法113条）。 / イ:適切である。特許異議の中立ては、何人も行うことができる（同法113条）。 / ウ:不適切である。特許無効審判の制度は同法123条に規定されている。 / エ:不適切である。発明の単一一性の規定に違反して特許がされたことは特許異議の申立ての理由ではない（同法113条各号）。",
    "sub_category": "特許法",
    "subject": "経営法務"
  },
  {
    "year": "令和02年度",
    "question_number": 7,
    "question_text": "特許法、実用新案法、意匠法、商標法に関する出題である。産業財産権に関する出題である。",
    "choices": {
      "ア": "不適切である。意匠法には、不実施の場合の通常実施権の設定裁定順、団体商標の商標登録順、地域団体商標の商標登録順、地域団体商標の商標登録順、防護標章登録順を相互に変更することはできない（商標法11条の1～3項、同法12条1項、同法65条1項）。しかし、商標登録出願順、団体商標登録出願、意匠登録出願に変更するということはできない。なお、実用新案登録出願や意匠登録出願を特許出願に変更すること（実用新案法10条～2項）、特許出願や意匠登録出願を意匠登録出願に変更すること（意匠法13条～2項）はできる。",
      "イ": "不適切である。何人も、出願審査の請求をすることができる（特許法48条の3第1項）。",
      "ウ": "適切である。通常の商標登録順、団体商標の商標登録順、地域団体商標の商標登録順を相互に変更することはできる（商標法11条の1～3項、同法12条1項～2項）、実用新案登録出願や意匠登録出願を特許出願に変更するこことができない。なお、実用新案登録出願や意匠登録出願を特許出願に変更すること（実用新案法10条1～2項）、特許出願や意匠登録出願を意匠登録出願に変更すること（意匠法13条1～2項）はできる。",
      "エ": "不適切である。何人も、出願審査の請求をすることができる（特許法48条の3第1項）。"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。意匠法には、不実施の場合の通常実施権の設定裁定順、団体商標の商標登録順、地域団体商標の商標登録順、地域団体商標の商標登録順、防護標章登録順を相互に変更することはできない（商標法11条の1～3項、同法12条1項、同法65条1項）。しかし、商標登録出願順、団体商標登録出願、意匠登録出願に変更するということはできない。なお、実用新案登録出願や意匠登録出願を特許出願に変更すること（実用新案法10条～2項）、特許出願や意匠登録出願を意匠登録出願に変更すること（意匠法13条～2項）はできる。 / イ:不適切である。何人も、出願審査の請求をすることができる（特許法48条の3第1項）。 / ウ:適切である。通常の商標登録順、団体商標の商標登録順、地域団体商標の商標登録順を相互に変更することはできる（商標法11条の1～3項、同法12条1項～2項）、実用新案登録出願や意匠登録出願を特許出願に変更するこことができない。なお、実用新案登録出願や意匠登録出願を特許出願に変更すること（実用新案法10条1～2項）、特許出願や意匠登録出願を意匠登録出願に変更すること（意匠法13条1～2項）はできる。 / エ:不適切である。何人も、出願審査の請求をすることができる（特許法48条の3第1項）。",
    "sub_category": "特許法、実用新案法、意匠法、商標法",
    "subject": "経営法務"
  },
  {
    "year": "令和02年度",
    "question_number": 8,
    "question_text": "特許法、不正競争防止法に関する出題である。",
    "choices": {
      "ア": "不適切である。特許出願するとしたとき、原則として、特許出願の日から1年6ヶ月を経過したときは出願内容が公開される（特許法64条1項）。",
      "イ": "不適切である。実用新案登録出願や意匠登録出願を特許出願に変更するこことができない。出願公開制度は同法123条に規定されている。",
      "ウ": "適切である。通常の商標登録順、団体商標の商標登録順、地域団体商標の商標登録順を相互に変更することはできる（商標法11条の1～3項、同法12条1項～2項）、実用新案登録出願や意匠登録出願を特許出願に変更するこことができない。なお、実用新案登録出願や意匠登録出願を特許出願に変更すること（実用新案法10条1～2項）、特許出願や意匠登録出願を意匠登録出願に変更すること（意匠法13条1～2項）はできる。",
      "エ": "不適切である。何人も、出願審査の請求をすることができる（特許法48条の3第1項）。"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。特許出願するとしたとき、原則として、特許出願の日から1年6ヶ月を経過したときは出願内容が公開される（特許法64条1項）。 / イ:不適切である。実用新案登録出願や意匠登録出願を特許出願に変更するこことができない。出願公開制度は同法123条に規定されている。 / ウ:適切である。通常の商標登録順、団体商標の商標登録順、地域団体商標の商標登録順を相互に変更することはできる（商標法11条の1～3項、同法12条1項～2項）、実用新案登録出願や意匠登録出願を特許出願に変更するこことができない。なお、実用新案登録出願や意匠登録出願を特許出願に変更すること（実用新案法10条1～2項）、特許出願や意匠登録出願を意匠登録出願に変更すること（意匠法13条1～2項）はできる。 / エ:不適切である。何人も、出願審査の請求をすることができる（特許法48条の3第1項）。",
    "sub_category": "特許法、不正競争防止法",
    "subject": "経営法務"
  },
  {
    "year": "令和02年度",
    "question_number": 9,
    "question_text": "商標法における登録対象に関する出題である。",
    "choices": {
      "ア": "平成27年4月1日施行の商標法より「動き商標」の保護が行われることとなっている。「動き商標」とは、商標に係る文字、図形、記号、立体的形状または色彩が変化するものであって、その変化の前後にわたるその文字、図形、記号、立体的形状もしくは色彩またはこれらの結合からなる商標（変化商標）のうち、時間の経過に伴って変化する商標のことである（商標法5条2項1号、商標法施行規則4条）。したがって、静止した商標のみでなく、「動いている」ものも商標登録の対象であり、文字を含んだ動き商標も登録可能である。例えば、テレビやコンピューター画面等に映し出されて変化する文字や図形等がある。よって、空欄①にはの記述が入る。",
      "イ": "立体的形状（文字、図形、記号もしくは色彩または色彩の結合）からなる商標（立体商標）は商標登録の対象であるため（商標法5条2項2号）。文字を合んだ立体商標も登録対象である。よって、空欄②にはe の記述が入る。",
      "ウ": "よって、イが適切である。",
      "エ": "よって、エが適切である。"
    },
    "correct_answer": "イ",
    "explanation": "空欄①について\n\n平成27年4月1日施行の商標法より「動き商標」の保護が行われることとなっている。「動き商標」とは、商標に係る文字、図形、記号、立体的形状または色彩が変化するものであって、その変化の前後にわたるその文字、図形、記号、立体的形状もしくは色彩またはこれらの結合からなる商標（変化商標）のうち、時間の経過に伴って変化する商標のことである（商標法5条2項1号、商標法施行規則4条）。したがって、静止した商標のみでなく、「動いている」ものも商標登録の対象であり、文字を含んだ動き商標も登録可能である。例えば、テレビやコンピューター画面等に映し出されて変化する文字や図形等がある。よって、空欄①にはの記述が入る。\n\n空欄②について\n\n立体的形状（文字、図形、記号もしくは色彩または色彩の結合）からなる商標（立体商標）は商標登録の対象であるため（商標法5条2項2号）。文字を合んだ立体商標も登録対象である。よって、空欄②にはe の記述が入る。\n\nよって、イが適切である。",
    "sub_category": "商標法",
    "subject": "経営法務"
  },
  {
    "year": "令和02年度",
    "question_number": 10,
    "question_text": "商標法における役務と商品に関する出題である。",
    "choices": {
      "ア": "「役務」とは、他人のために行う労務または便益であって、独立して商取引の目的たり得るべきものをいう。「紙媒体の書籍の制作」も「電子書籍の制作」も他人のために行う労務または便益であって、独立して商取引の目的たり得るべきものであるため、役務に該当する。\n\nなお、商標登録出願は、政令で定める商品および役務の区分に従って、商標の使用をする商品または役務を指示していなければならない（商標法6条1項2号）。各区分に属する商品または役務は、商標法施行規則6条別表1～45類のとおりである。「書籍の制作」「電子出版物」の提供」は第41類の役務「電子出版物」である。\n\nよって、空欄①にはの記述が入る。",
      "イ": "「商品」とは、商取引の目的たり得る物、特に動産をいう。また、電子書籍や電子出版物等の電子情報関についてはインターネット等の発達により自体が独立して商取引の対象となり得るようになったため、商品の品質を表示するものと扱われている（商標審査基準第3条1項3号）。よって、「電子化した雑誌」は商標法上の商品に該当する。\n\n紙の「雑誌」は第16類である。記録媒体やダウンロード方式で取り扱われる「電子出版物」は、第9類の商品「電子出版物」である。\n\nよって、空欄②にはd の記述が入る。",
      "ウ": "よって、エが適切である。",
      "エ": "よって、エが適切である。"
    },
    "correct_answer": "イ",
    "explanation": "空欄①について\n\n「役務」とは、他人のために行う労務または便益であって、独立して商取引の目的たり得るべきものをいう。「紙媒体の書籍の制作」も「電子書籍の制作」も他人のために行う労務または便益であって、独立して商取引の目的たり得るべきものであるため、役務に該当する。\n\nなお、商標登録出願は、政令で定める商品および役務の区分に従って、商標の使用をする商品または役務を指示していなければならない（商標法6条1項2号）。各区分に属する商品または役務は、商標法施行規則6条別表1～45類のとおりである。「書籍の制作」「電子出版物」の提供」は第41類の役務「電子出版物」である。\n\nよって、空欄①にはの記述が入る。\n\n空欄②について\n\n「商品」とは、商取引の目的たり得る物、特に動産をいう。また、電子書籍や電子出版物等の電子情報関についてはインターネット等の発達により自体が独立して商取引の対象となり得るようになったため、商品の品質を表示するものと扱われている（商標審査基準第3条1項3号）。よって、「電子化した雑誌」は商標法上の商品に該当する。\n\n紙の「雑誌」は第16類である。記録媒体やダウンロード方式で取り扱われる「電子出版物」は、第9類の商品「電子出版物」である。\n\nよって、空欄②にはd の記述が入る。\n\nよって、エが適切である。",
    "sub_category": "商標法",
    "subject": "経営法務"
  },
  {
    "year": "令和1年度",
    "question_number": 12,
    "question_text": "不正競争防止法に関する記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "不正競争防止法第2条第1項第1号に規定する、いわゆる周知表示混同惑起行為において、「商品の包装」は「商品等表示」に含まれない。",
      "イ": "不正競争防止法第2条第1項第2号に規定する、いわゆる著名表示用行為と認められるためには、他人の商品又は営業と混同を生じさせることが1つの要件となる。",
      "ウ": "不正競争防止法第2条第1項第4号乃至第10号に規定される営業秘密に該当するには、秘密管理性、独創性、新規性の3つの要件を満たすことが必要である。",
      "エ": "不正競争防止法第2条第1項各号でいう「不正競争」として、「競争関係にある他人の営業上の信用を害する虚偽の事実を告知し、又は流布する行為」が同法に規定されている。"
    },
    "correct_answer": "エ",
    "explanation": "選択肢別: ア:不適切である。商品の包装は商品等表示に含まれる。 / イ:不適切である。著名表示用行為として認められるためには、他人の商品又は営業と混同を生じさせることは要件ではない。 / ウ:不適切である。営業秘密に該当するには、秘密管理性、独創性、新規性ではなく、秘密管理性、独創性、秘密として管理されていることが要件である。 / エ:適切である。不正競争防止法第2条第1項各号で規定される「不正競争」として、競争関係にある他人の営業上の信用を害する虚偽の事実を告知し、又は流布する行為が含まれている。",
    "sub_category": "不正競争防止法",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 1,
    "question_text": "令和2年4月1日に施行された「民法の一部を改正する法律」（平成29年法律第44号）により改正された民法（以下本問において「改正民法」という。）に関する記述として、最も適切なものはどれか。\n\nなお、本問においては、関関に定める経過措置は考慮しないものとする。",
    "choices": {
      "ア": "改正民法においては、詐欺又は強迫による意思表示は無効とする改正された。",
      "イ": "改正民法においては、法定利率を年5パーセントとするとの定めは改正されなかった。",
      "ウ": "改正民法においては、法律行為の要素に錯誤があった場合の意思表示は無効とするとの定めは改正されなかった。",
      "エ": "改正民法においては、従旧人が個人である根據証類は、貸金等根據保証契約に限らず、検査額を定めなければ効力を生じないものと改正された。"
    },
    "correct_answer": "ア",
    "explanation": "選択肢別: ア:適切である。改正民法においては、詐欺又は強迫による意思表示は無効とする定めが改正された。 / イ:不適切である。改正民法においては、法定利率を年5パーセントから年3パーセント、施行後3年ごとに見直しが行われるという変動制が採用された。 / ウ:不適切である。改正民法においては、錯誤に関する定めは改正され、その効果についても、無効ではなく取消しに改正された。 / エ:不適切である。個人根據証類契約は、極度額を定めなければ効力を生じないとされた。",
    "sub_category": "民法改正",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 2,
    "question_text": "株式会社の設立に関する記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "株式会社を設立するに当たって、株式会社の定款に、発起人の氏名を記載又は記圧することは必要ない。",
      "イ": "発起設立における設立時取締役の選任は、定款に別段の定めがない場合、発起人の合意により決定される。",
      "ウ": "発起人が複数いる場合、発起設立の場合には発起人の全員が設立時股行株式を引き受けなければならないが、募集設立の場合には、発起人の一人が設立時股行株式を引き受けるだけでよく、発起人全員が設立時股行株式を引き受ける必要はない。",
      "エ": "発起人は、現物出資について救期所置の検査役の請求を有する場合、現物出資資産の調査についても、当該請負資産の不足額補償責任を負わない。"
    },
    "correct_answer": "イ",
    "explanation": "選択肢別: ア:不適切である。株式会社を設立するに当たって、株式会社の定款に、発起人の氏名を記載又は記圧することは必要である。 / イ:適切である。発起設立における設立時取締役の選任は、定款に別段の定めがない場合、発起人の合意により決定される。 / ウ:不適切である。募集設立の場合、発起人全員が設立時股行株式を引き受けなければならない。 / エ:不適切である。発起人は、現物出資についての救期所置の検査役の請求を有する場合のみならず、現物出資資産の不足額補償責任を負う。",
    "sub_category": "株式会社の設立",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 3,
    "question_text": "監査役会設置会社において、実際に開催された株主総会及び取締役会の各議事録の比続に関する会社法（会社法施行規則を含む。）の定めに関する記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "株主総会議事録、取締役会議事録のいずれも、出席した取締役及び監査役の会員が署名または記名押印する必要はない。",
      "イ": "株主総会議事録には株主総会が開催された日時及び場所を、取締役会議事録には取締役会が開催された日時及び場所を記載しなければならない。",
      "ウ": "株主総会議事録は株主総会の日から10年間本店に備え置かなければならないが、取締役会議事録は取締役会の日から5年間を超えて本店に備え置く義務はない。",
      "エ": "株主は、株主総会議事録、取締役会議事録のいずれも、最期の承認を得ることなく、株式会社の営業時間内についても閲覧又は謄写の請求をすることができる。"
    },
    "correct_answer": "イ",
    "explanation": "選択肢別: ア:不適切である。株主総会議事録、取締役会議事録について、出席した取締役及び監査役の会員が署名または記名押印する必要がある。 / イ:適切である。株主総会議事録には株主総会が開催された日時及び場所を、取締役会議事録には取締役会が開催された日時及び場所を記載しなければならない。 / ウ:不適切である。取締役会議事録も取締役会の日から5年間を超えて本店に備え置かなければならない。 / エ:不適切である。取締役会議事録については、監査役会設置会社であることから、監査役会設置会社に該当するため、株主は営業時間内に限定されない権利がある。",
    "sub_category": "監査役会設置会社の議事録",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 4,
    "question_text": "民法においては、相続によって得た財産の限定において、のわ族紋結人の債務及び遺贈を弁済することを保証して、相続の承認する「限定承認」が定められている。\n\nこの限定承認に関する記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "限定承認は、限定承認に関する公告期間の満了前には、相続債権者及び遺贈者に対して弁済を拒むことができ、これらの各から請求があれば、相続財産を超える部分についても、その全部を弁済しなければならない。",
      "イ": "限定承認は、限定承認を限定承認と1年以内であれば、その理由を問わず、撤回することができる。",
      "ウ": "限定承認は、家庭裁判所において作補が定められない限り、自己のために相続の開始があったこと を知った時から3か月以内に、相続について、単純承認、限定承認、相続放棄のいずれかについて知らされなければならない。",
      "エ": "限定承認は、相続人が数人あるときであっても、共同相続人のうち一人が単独で行わ れなければならず、共同相続人の全員が共同して行うことができない。"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。限定承認は、公告期間満了前には、相続債権者および遺贈者に対して弁済を拒むことができるが、主要な相続債権者に対しては一切弁済を拒むことはできず、これらの各から請求があれば、相続財産を超える部分については弁済する必要はない。 / イ:不適切である。限定承認は、限定承認を限定承認と1年以内であれば、その理由を問わず、撤回することはできない。 / ウ:適切である。相続人は、自己のために相続の開始があったことを知った時から3か月以内に、相続について、単純承認、限定承認、相続放棄のいずれかについて知らされなければならない。 / エ:不適切である。限定承認は、相続人が数人ある場合でも、共同相続人のうち一人が単独で行われることはできず、共同相続人の全員が共同して行わなければならない。",
    "sub_category": "限定承認",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 5,
    "question_text": "会社法が定める株式会社の合併に関する記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "吸収合併簡減会社の吸収合併による解散は、吸収合併の登記がなされるまでは第三者に対抗することができない。",
      "イ": "吸収合併存続会社は、債権者異議手続が終了している場合においても、合併契約に定めた効力発生日に、吸収合併消滅会社の権利義務を承継する。",
      "ウ": "吸収合併存続会社は、私法上の権利義務のほか、吸収合併消滅会社が有していた行政機関による許可などの公法上の権利義務についても、その権利義務の種類を問わず、当然に、その全ての吸収合併消滅会社から引き継ぐ。",
      "エ": "吸収合併における合併の対価は、株式に限られ、金銭を対価とすることはできない。"
    },
    "correct_answer": "ア",
    "explanation": "株式会社の合併に関する出題である。\n\n選択肢別: ア:適切である。吸収合併簡減会社の吸収合併における解散は、吸収合併の登記がなされるまでは第三者に対抗することができない（会社法750条2項）。 / イ:不適切である。吸収合併存続会社は、勘力発生日に吸収合併消滅会社の権利義務を承継するが、吸収合併消滅会社が存在する当間は、関間周期生じる可能性がある。そこで会社法では吸収合併の登記の後でなければ、第三者に対抗できないとしている。 / ウ:不適切である。吸収合併存続会社は、清滅会社の権利義務を包括的に承継する（同法2条27号）が、行政機関による許可などの公法上の権利義務については、新たに許可申請が必要なものがある。 / エ:不適切である。吸収合併の場合、清滅会社の株主に対して、存続会社の株式を交付せず、金銭その他の財産を交付することができる（対価の柔軟化）（同法749条1項2号）。",
    "sub_category": "組織の基礎的変更",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 7,
    "question_text": "テーマ 株式\n自己株式に関する出題である。\n\n次の赤い波線部分が、読った選択肢の不適切な部分である。次の青い波線部分に着目して、下記の知識に基づき、選択肢のイを選ぶ。\n\n取締役会設置会社における自己株式に関する記述として、最も適切なものはどれか。\n\nア 株式会社は、その保有する自己株式について、議決権を行使する。\n\nイ 株式会社は、その保有する自己株式について、剰余金の配当をすることができる。\n\nウ 株式会社は、その保有する自己株式について、新株予約権の無償割当てを受ける権利を有しない（商法278条2項）。また、株式債権割当てを受ける権利も有しない（商法202条2項）。新株予約権の割当てを受ける権利も有しない（商法241条2項）。\n\nエ 適切である。株式会社はいつでも自己株式を消却することができる。この場合、消却する自己株式の数（編別株式発行会社にあっては、自己株式の種類及び種類ごとの数）を定めなければならず、取締役会議論会は決議によるなければならない（会法178条）。",
    "choices": {
      "ア": "株式会社は、その保有する自己株式について、議決権を行使する。",
      "イ": "株式会社は、その保有する自己株式について、剰余金の配当をすることができる。",
      "ウ": "株式会社は、その保有する自己株式について、新株予約権の無償割当てを受ける権利を有しない（商法278条2項）。また、株式債権割当てを受ける権利も有しない（商法202条2項）。新株予約権の割当てを受ける権利も有しない（商法241条2項）。",
      "エ": "適切である。株式会社はいつでも自己株式を消却することができる。この場合、消却する自己株式の数（編別株式発行会社にあっては、自己株式の種類及び種類ごとの数）を定めなければならず、取締役会議論会は決議によるなければならない（会法178条）。"
    },
    "correct_answer": "イ",
    "explanation": "自己株式に関する出題である。\n\n選択肢別: ア:不適切である。自己株式は議決権を有さない（会法109条1項）。 / イ:適切である。自己株式について、剰余金の配当をすることができる（会法111条）。 / ウ:不適切である。新株予約権の無償割当てを受ける権利を有しない（会法205条2項）。 / エ:不適切である。自己株式の消却について、取締役会が決議し、それを公告することとされている（会法178条）。",
    "sub_category": "株式",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 8,
    "question_text": "産業財産権に関する記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "国内優先権は、特許法及び意匠法に存在するが、実用新案法及び商標法には存在しない。",
      "イ": "出願公開期間は、特許法及び商標法には存在するが、特許法及び商標法には存在しない。",
      "ウ": "存続期間の更新制度は、意匠法及び商標法には存在するが、特許法及び実用新案法には存在しない。",
      "エ": "訂正審判制度は、意匠法及び商標法には存在するが、特許法及び実用新案法には存在しない。"
    },
    "correct_answer": "ウ",
    "explanation": "産業財産権に関する出題である。\n\n選択肢別: ア:不適切である。国内優先権は、特許法及び意匠法に存在し、また出願公開期間及び商標法にも存在する。 / イ:不適切である。出願公開期間は特許法に存在するが、商標法には存在しない。 / ウ:適切である。存続期間の更新制度は、意匠法及び商標法には存在するが、特許法及び実用新案法には存在しない。 / エ:不適切である。訂正審判制度は、特許法のみに存在する（特許法126条）。",
    "sub_category": "特許法、実用新案法、意匠法、商標法",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 9,
    "question_text": "著作権法\n職務上作成する著作物（職務著作物）の著作者は、著作者の権利に関する出題である。\n\n空欄A：職務著作物の定義\n法人等その従属する著作物について、請求した選択肢の不適切な部分である。次の青い波線部分に着目して、下記の知識に基づき、選択肢のウを選ぶ。\n\n空欄B：著作者の権利\n著作者は、著作者人格権と著作権を享有する（同法17条1項）。\n\n以下の会話は、C株式会社の代表取締役甲氏、中小企業診断甲氏との間で行われたものである。\n\n会話の中の空欄AとBに入る記述の組み合わせとして、最も適切なものを下記の解答群から選べ。\n\n甲 氏：「当社が製造販売するアイキャラディーに使っている恐竜のキャラクター「ガリガリザウルス」をご存じですが、いま、すごく人気が出ているので、すがですが、このフィギュアステッカーを作って販売品にしようと思っています。\n\nあなた：「その『ガリガリザウルス』の絵柄は、どんな背い川のですか」\n\n甲 氏：「当社の商品開発部が考え、商品コンセプトに基づいて、パッケージデザイン担当する従業員の若手社員が素案として描きました。\n\nあなた：「そういうことでしたら、その絵師は職務著作に該当しうので、著作者は、当該著作物ですしたら、『ガリガリザウルス』の絵編の著作権は、誰の権利になるのでしょうか。」\n\n甲 氏：「なるほど、分かりました。」",
    "choices": {
      "ア": "A:従業者である社員\nB:著作者は従業者である社員",
      "イ": "A:従業者である社員\nB:著作権は従業者である社員が共有する",
      "ウ": "A:使用者である会社\nB:著作権は従業者である社員",
      "エ": "A:使用者である会社\nB:著作権は会社と従業者である社員が共有する"
    },
    "correct_answer": "イ",
    "explanation": "著作権法に関する出題である。\n\n空欄A：職務著作物の著作者\n法人等の企業者が業務上作成させたプログラム等に関して、職務著作が該当する場合、著作者は法人等である（会法15条1項）。ただし、この場合に該当する条件としては、公表されない場合も多いため、『キ法人等が自己の著作者になる』という要件を満たす必要があり、その他分類の定めがない限り、その法人等となる（会法15条1項）。\n\n空欄B：著作者の権利\n著作者は、著作者人格権と著作権を享有する（同法17条1項）。\n\nしたがって、ウが適切である。",
    "sub_category": "著作権法",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 10,
    "question_text": "工業所有権の保護に関するパリ条約に規定される優先権の期間についての記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "特許、実用新案及び意匠に認められる優先権は12か月であり、商標に認められる優先権は6か月である。",
      "イ": "特許及び意匠に認められる優先権は12か月であり、実用新案及び商標に認められる優先権は6か月である。",
      "ウ": "特許及び実用新案に認められる優先権は12か月であり、意匠及び商標に認められる優先権は6か月である。",
      "エ": "特許及び商標に認められる優先権は12か月であり、実用新案及び意匠に認められる優先権は6か月である。"
    },
    "correct_answer": "ア",
    "explanation": "パリ条約における優先権の期間に関する出題である。\n\nパリ条約4条に規定される優先権の期間は、特許、実用新案及び意匠に認められる優先権は12か月であり、商標に認められる優先権は6か月である（パリ条約4条C条1項）。",
    "sub_category": "工業所有権",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 11,
    "question_text": "以下の会話は、D株式会社の代表取締役甲氏と、中小企業診断士であるあなたとの間で行われたものである。\n\n会話の中の空欄AとBに入る記述の組み合わせとして、最も適切なものを下記の解答群から選べ。\n\n甲 氏：「今年も暑く、ファン付き作業服が好調です。特に、この春に発売した新商品『トルネード』がヒットしています。」\n\nあなた：「強力に冷却される感じがして、良いネーミングですね。」\n\n甲 氏：「困ったことに、ライバルメーカーが早くも『トルネード』なる名商を付けて同様の作業服を売り始めています。なにか対策を考えたいけいうはいかと思っています。」\n\nあなた：「まずは商標登録出願をすること、それで不正競争防止法2条1項1号に規定する商品等表示の不正競争行為として警告することが考えられますね。」\n\n甲 氏：「商標登録は登録までで時間がかかりますね。のんびり待っていられないので、不正競争防止法だけで対処したいと思いますが、どうですか。」\n\nあなた：「今回は主張できると考えられる不正競争防止法2条1項1号は、【A】を自ら立証しなければならないので、その労力がとても大きいのです。」\n\n甲 氏：「そうなのですか。登録に時間がかからないなら、商標登録を考えてください。」\n\nあなた：「もしろしければ、商標を得意とする特許事務所を紹介します。」",
    "choices": {
      "ア": "ア：かかわる認識されていること、及び御社の商品と同一ー若しくは類似の商品を付した相手商品が商品と認同を生じさせること",
      "イ": "イ：御社の認識若干違業者の間に広く認識されていること、及び御社の商品と同一ー若しくは類似の商品を付した相手商品が商品と認同を生じさせること",
      "ウ": "ウ：御社の商品が業者の若名でもあること",
      "エ": "エ：御社の商品が若名でもあること"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。御社商品分布業者の間に広く認識されていること、及び御社の商品と同一ー若しくは類似の商品を付した相手商品が商品と認同を生じさせること / イ:適切である。同法2条1項1号に規定される「他人の商品等表示（人の業務に係る氏名、商号、商標、商品の容器又は包装その他の商品又は営業を表示するもの）」として要求される個広く認識されているものと同一若しくは類似の商品表示を使用し、又はその商品表示を使用した商品を譲渡し、引き渡し、譲渡若しくは引渡しのために展示し、輸出し、輸入し、若しくは電気通信回線を通じて提供して、他人の商品又は営業と混同を生じさせる行為」が不正競争として規定されている。 / ウ:不適切である。 / エ:不適切である。",
    "sub_category": "商標法、不正競争防止法",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 12,
    "question_text": "実用新案法と特許法の比較に関する記述として、最も適切なものはどれか。\nただし、存続期間の延長は考えないものとする。\n\nア　権利侵害に基づき差止請求を行使する場合、実用新案権者は特許庁による技術評価を提示する必要があるが、特許権は不要である。\n\nイ　実用新案の存続期間は出願日から10年、特許権の存続期間は出願日から20年である。\n\nウ　実用新案出願は審査請求を行わくとも新規性や進歩性ならびに進歩性などを判断する実体審査が開始されるが、特許出願は出願日から3年以内に審査請求を行わないと実体審査が開始されない。\n\nエ　物品の形状に関する発案及び発明はそれぞれ実用新案法及び特許法で保護され、方法の発案は実用新案法では保護されず、方法の発明は特許法で保護される。",
    "choices": {
      "ア": "権利侵害に基づき差止請求を行使する場合、実用新案権者は特許庁による技術評価を提示する必要があるが、特許権は不要である。",
      "イ": "実用新案の存続期間は出願日から10年、特許権の存続期間は出願日から20年である。",
      "ウ": "実用新案出願は審査請求を行わくとも新規性や進歩性ならびに進歩性などを判断する実体審査が開始されるが、特許出願は出願日から3年以内に審査請求を行わないと実体審査が開始されない。",
      "エ": "物品の形状に関する発案及び発明はそれぞれ実用新案法及び特許法で保護され、方法の発案は実用新案法では保護されず、方法の発明は特許法で保護される。"
    },
    "correct_answer": "イ",
    "explanation": "テーマ：特許法、実用新案法\n\n特許法と実用新案法の比較に関する出題である。\n\n選択肢別: ア:適切である。実用新案権者は特許庁による技術評価を提示する必要があるが、特許権は不要である。 / イ:不適切である。実用新案の存続期間は出願日から10年、特許権の存続期間は出願日から20年である。 / ウ:不適切である。実用新案出願は審査請求を行わなくとも新規性や進歩性ならびに進歩性などを判断する実体審査が開始されるが、特許出願は出願日から3年以内に審査請求を行わないと実体審査が開始されない。 / エ:不適切である。物品の形状に関する発案及び発明はそれぞれ実用新案法及び特許法で保護され、方法の発案は実用新案法では保護されず、方法の発明は特許法で保護される。",
    "sub_category": "特許法、実用新案法",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 13,
    "question_text": "以下の会話は、中小企業診断士であるあなたと、E株式会社の代表取締役甲氏との間で行われたものである。\n\n会話の中の空欄AとBに入る記述の組み合わせとして、最も適切なものを下記の解答群から選べ。\n\nあなた：「御社の紙製ストロー販売が好調のようですね。」\n\n甲 氏：「おかげさまで、タピオカミルクティー用の紙製ストローが、プラスチック製ストローの代替製品として好評です。しかし、好事家をした、同業者である下社がとある下社の紙ストローが固社の竹造を登録された特許権用に同様の作業服が固社の竹造を登録された特許権用に権を侵害する作業服を売り始めています。なにか対策を考えたいけいうはいかと思っています。」\n\nあなた：「正当限定とはどのようなものですか。」\n\n甲 氏：「正当限定とはどのようなものですか。」\n\nあなた：「最も一般的なのは先使用権です。この権利を主張するためには、\n【A】の際、現に、日本国内においてその発明の実施である事業をしている者とし\nているが、相手方の特許権明示にすでに新規性があなった。」\n\n甲 氏：「当社は、すでんありかから、大日銀象に試作品を製造していましたから、証拠はころも考えられます。あああ、そのために\nこのように当社の試作品が当いですから、相手方の特許権明示にすでに新規性があなったとして特許権を無効とすることはできませんか。」\n\nあなた：「その個々が店頭で試験的に使用していた可能性も高いですね。いずれにしろ、新規性を喪失しているかどうかは、御社作品の実施の事実が\n【B】かどうかが問題となります。」\n\n甲 氏：「なるほど。」",
    "choices": {
      "ア": "ア：特許の出願 / B：公然の実施に当たる",
      "イ": "イ：特許の出願 / B：多数に対する実施に当たる",
      "ウ": "ウ：特許の登録 / B：公然の実施に当たる",
      "エ": "エ：特許の登録 / B：多数に対する実施に当たる"
    },
    "correct_answer": "ウ",
    "explanation": "テーマ：特許法\n\n特許法の先使用権及び公然実施に関する出題である。\n\n選択肢別: ア:特許の出願の際、現に、日本国内においてその発明の実施である事業をしている者とされているが、特許権明示にすでに新規性があなったとして特許権を無効とすることができない / イ:多数に対する実施に当たるが、先使用権の要件として「公然の実施」が求められるため不適切 / ウ:特許の登録の際、現に、日本国内においてその発明の実施である事業をしている者とされており、かつ公然の実施に当たる場合に先使用権の保護対象となる / エ:特許の登録の際とはしているが「多数に対する実施」では保護対象にならない",
    "sub_category": "特許法",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 14,
    "question_text": "不正競争防止法に関する記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "不正競争防止法第2条第1項第3号に規定されるいわゆるデッドコピー規制による保護期間は、日本国内において最初に販売された日から起算して5年を経過するまでである。",
      "イ": "不正競争防止法第2条第1項第4号が第10号で規定される営業秘密とは営業上の情報のみのず、技術上の情報も含む。",
      "ウ": "不正競争防止法第2条第1項第4号が第10号で保護される営業秘密となるためには、秘密管理性、有用性、秘作性が認められる必要がある。",
      "エ": "不正競争防止法第2条第1項第4号が第10号で保護される営業秘密は、条件を満たせば不正競争防止法第2条第1項第11号が第16号で保護される限定提供データにもなる。"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。デッドコピー規制による保護期間は、日本国内において最初に販売された日から起算して5年を経過するまでではなく3年である。 / イ:不適切である。営業秘密とは営業上の情報のみではなく技術上の情報も含むという点は正しいが、「営業上の情報のみのず」という表現に誤りがある。 / ウ:適切である。営業秘密となるためには秘密管理性、有用性、秘作性の3つの要件が必要とされている。 / エ:不適切である。営業秘密と限定提供データは異なる保護制度であり、同時に適用されることはない。",
    "sub_category": "不正競争防止法",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 15,
    "question_text": "著作権法上、著作権者の許諾を得ずに著作物を利用できる「著作物の引用」となり得る行為として、最も適切なものはどれか。",
    "choices": {
      "ア": "引用することができる著作物を翻訳して利用すること。",
      "イ": "公表されていない著作物を利用すること。",
      "ウ": "複製の限度に応じ合理的と認められる方法及び程度により著作物の出所を明示していて、著作物を複製すること。",
      "エ": "報道、批評、研究その他の引用の目的上正当な範囲を超えて著作物を利用すること。"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。翻訳して利用する場合は、翻訳権という独立した著作権があるため、著作権者の許諾が必要である。 / イ:不適切である。公表されていない著作物を利用する場合は、引用とならず著作権者の許諾が必要である。 / ウ:適切である。著作物の引用は複製の限度に応じて合理的と認められる方法及び程度により、かつ出所を明示することで可能になる。 / エ:不適切である。報道、批評、研究その他の引用の目的上正当な範囲を超えて著作物を利用する場合は、引用として認められない。",
    "sub_category": "著作権法",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 16,
    "question_text": "〔設問1〕\n会話の中の空欄AとBにはどのような会話の組み合わせとして、最も適切なものはどれか。",
    "choices": {
      "ア": "A：売主　B：買主の契約違反に対する訴訟提起の期間が短い",
      "イ": "A：売主　B：買主の脱係の上限が商品の購入価格とされている",
      "ウ": "A：買主　B：売主の契約違反に対する訴訟提起の期間が短い",
      "エ": "A：買主　B：売主の脱係の上限が商品の購入価格とされている"
    },
    "correct_answer": "ウ",
    "explanation": "英文の和訳に基づき、売買契約書のP社の立場を判断する必要がある。「In no event shall the liability of the Seller for breach of any contractual provision relating to the Goods exceed the purchase price of the Goods quoted herein.」（売主の責任は商品の購入価格を超えない）という規定から、P社はこの契約の「売主」の立場にあると考えられる。しかし、「Any action resulting from any breach by the Seller must be commenced by the Buyer within two weeks after the Goods are delivered.」という規定は買主に対して「売主の契約違反について訴訟を起こすことができる期間が2週間」と短く設定されており、売主に有利で買主に不利な契約となっている。したがって、P社が買主であれば、この条件は不利である。売主であれば有利である。いずれかは問題文の意図を確認する必要があるが、最後の問題から見て、P社は「買主」であり、「売主の契約違反に対する訴訟提起の期間が短い」ことが不利益であることが明確である。",
    "sub_category": "企業活動に関する法律知識",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 17,
    "question_text": "民法に定める相隣関係に関する出題として、最も適切なものはどれか。\nなお、公法的規則は除き、別段の習慣ないものとする。",
    "choices": {
      "ア": "滝水管を推め、又は溝を細るには、隣界線からその深さと同一以上の距離を保たなければならない。",
      "イ": "分別によって公道に通じない土地が生じたときは、その土地の所有者は、公道に至るために、その土地を囲んでいる全てで土地のうち指折が最も少ない場所を通行しなければならない。",
      "ウ": "屋根を隣地との境界線を越えて隣地に出す場合は違法であるが、直接に雨水を隣地に法く場造の屋根を設けることは違法である。",
      "エ": "隣地の竹木の枝が隣界線を越えると、その竹木の所有行に、その技を切り払えることができるとしても、隣地の竹木の根が隣界線を越えると、自らその根を切ることができる。"
    },
    "correct_answer": "ア",
    "explanation": "民法に定める相隣関係に関する出題である。\n\n選択肢別: ア:適切である。滝水管を推めまたは溝を細るには、隣界線からその深さと同一以上の距離を保たなければならないと、民法224条に規定されている。/ イ:不適切である。分別によって公道に通じない土地が生じたときは、その土地の所有者は、公道に至るために、その土地を囲んでいる全ての土地のうち指折が最も少ない場所を通行しなければならないのは民法211条1項であり、当該規定についての協議を行うことの合意が衝撃できされても、それに拘束される效力は生じないと民法212条に規定されている。/ ウ:不適切である。屋根を隣地との境界線を越えて隣地に出す場合は違法であるが、直接に雨水を隣地に法く場造の屋根を設けることは違法である（民法223条参照）。/ エ:不適切である。隣地の竹木の枝が隣界線を越えると、その竹木の所有者に、その枝を切り払えることができるとしても、隣地の竹木の根が隣界線を越えると、自らその根を切ることができる（民法法第2項）。",
    "sub_category": "物権法",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 18,
    "question_text": "試験で問われる法律と民法編の知識\n時効に関する出題である。",
    "choices": {
      "ア": "紙倉店の飲食料に係る債権は、1年間行使しないときは、消滅する。",
      "イ": "債権について施効がなされ、その後水水の時効期間が経過し、時効の完成が続予されている間に、当該債権についての協議を行うことの合意が衝撃できされても、それに拘束される效力は生じないと。",
      "ウ": "債権は、時効の完成予や更新がなければ、債権者が権利を行使することができたことを知った時から10年間行使しないときは初めて時効によって消滅する。",
      "エ": "天災のため時効の更新をするための予絡を行うことができないときには、その障害が消滅した時から2週間を経過して初めて時効は完成する。"
    },
    "correct_answer": "ウ",
    "explanation": "試験で問われる法律と民法編の知識\n時効に関する出題である。\n\n選択肢別: ア:不適切である。従来の民法では、旅館、料理店、飲食店、宿泊文以炭場の宿泊料、飲食料、雇料、入場料、消費の代価文は立金に係る債権は1年間の短期消滅時効が規定されていたが、民法改正により同条の規定は削除されており、飲食店の飲食に係る債権も一般の債権と同様に消滅時効の対象となる（民法166条1項）。/ イ:適切である。告知によって時効の完成が予定されている間にされた債権についての協議を行う旨の合意が衝撃できされても、それに拘束される効力を有しないと規定されている（同法151条3項）。/ ウ:不適切である。債権は、債権者が権利を行使することができたことを知った時から5年間行使しないときは、また、権利を行使することができる時から10年間行使しないときにおいて、時効によって消滅する（同法166条1項）。/ エ:不適切である。時効の期間の満了の時に当たり、天災その他避けることのできない事変のため設築上の請求や強制執行等による時効の完成予及び更新の手続を行うことができないときには、その障害が消滅した時から3力月経過するまでの間は、時効は完成しない（同法161条）。",
    "sub_category": "時効",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 19,
    "question_text": "詐欺行為取消権に関する記述として、最も適切なものはどれか。\nなお、「民法の一部を改正する法律」(平成29年法律第44号)により改正された民法が適用されるものとし、問期に定める終滝歳数及び特則は含しないものとする。",
    "choices": {
      "ア": "債権者による詐欺行為取消請求が認められるには、被保全債権そのものが詐欺行為より前に発生していなければならず、その発生原因となる事実のみが詐欺行為なり施取得している場合に認められることはない。",
      "イ": "債権は、詐欺行為によって料益を受けた者に対する詐欺行為取消請求において、債務者がした行為の取消しをすることができるが、その行為によって利益を受けた者に係る利益を請求すること反致し指折の返還を請求することはできない。",
      "ウ": "債務者が、その行う不動産を処分した場合であっても、当該不動産を請け受けた者から当該対価を取得している限は、債権者による詐欺行為を請け受けた場合に認められるが、直接に雨水を隣地に法くことの屋根を設けることは違法である。",
      "エ": "詐欺行為は、詐欺行為取消請求をする場合において、債務者がした行為の目的が自分であるときは、自己の債権の範囲においてのみ、その行為の取消しを請求することができる（同法424条の8）"
    },
    "correct_answer": "エ",
    "explanation": "詐欺行為取消権に関する出題である。\n\n選択肢別: ア:不適切である。債権者による詐欺行為取消請求が認められるには、被保全債権そのものが詐欺行為より前に発生していなければならず、その発生原因となる事実のみが詐欺行為なり施取得している場合に認められることはない。/ イ:不適切である。債権は、詐欺行為によって料益を受けた者に対する詐欺行為取消請求において、債務者がした行為の取消しをすることができるが、その行為によって利益を受けた者に係る利益を請求すること反致し指折の返還を請求することはできない。/ ウ:不適切である。債務者が、その行う不動産を処分した場合であっても、当該不動産を請け受けた者から当該対価を取得している限は、債権者による詐欺行為を請け受けた場合に認められるが、直接に雨水を隣地に法くことの屋根を設けることは違法である。/ エ:適切である。詐欺行為は、詐欺行為取消請求をする場合において、債務者がした行為の目的が自分であるときは、自己の債権の範囲においてのみ、その行為の取消しを請求することができる（同法424条の8）。",
    "sub_category": "詐欺行為",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 20,
    "question_text": "債権に関する出題である。次の会話は、株式会社Zの代表取締役甲氏と、中小企業診断士であるあなたとの間で行われたものである。この会話を読んで、下記の設問に答えよ。\n\n甲　氏：「インターネットを使ったB to Cの新しいサービスを始める予定です。そのサービスを利用してもらうに当たっては、ルールを作って、そのサービスの利用者に守ってもらいたいと考えているのですが、どのようにすればよろしいでしょうか。」\n\nあなた：「そのルールは、定型約款に該当し請け負すことになります。定型約款を鶴鳥とサービス利用者との間の合意内容とするためには、サービス利用者の利益を一方的に害するような内容でないこと等を前提としして、その定型取引を行うことを合意したうえで、鶴鳥が『　A　』」\n\n甲　氏：「ありがとうございます。他に対応しなければならないことはありますか。」\n\nあなた：「一時的な連絡障害が発生した場合等を除き、『　B　』」\n\n甲　氏：「分かりました。途中でその定型約款の内容を変更しようと思ったときには、変更は可能なのでしょうか。」\n\nあなた：「『　C　』。その定型約款は相当に作成する必要がありますので、私の知り合いの弁士と紹介します。」\n\n甲　氏：「ましろしお願いいたします。」",
    "choices": {},
    "correct_answer": "",
    "explanation": "空欄A：定型約款に基づくサービスの提供\n定型約款を契約の内容とするためには、規約の提示、合意の成否など一連の要件を満たす必要がある。民法548条の2項及び第1項で定型約款が提示されることにより、その契約は定型約款を内容とする契約となるとされている。\n\n空欄B：サービス利用者への通知義務\n定型約款の利用者への情報提供に関する規定。サービス利用者が定型約款の内容を認識できるよう、提供する必要がある。民法547条の3第2項では、一時的な連絡障害等を除き、定型取引を行うことを提示する必要があるとしている。\n\n空欄C：定型約款の変更についての規定\n定型約款を変更することは可能であるが、民法548条の4第3項では「適用しないい」と定めているのは異なるので、混同しないよう注意すること。定型約款の変更は、その前日1か月以内に作成された公正証書で保証機関公正証書といい、書遺遺産認が必要とされる場合は、事業のために生じる債務を確実にすることのリスクを自覚しないまま安易に信用人が保証人となること防ぐ点にある。これに対し、民法465条の9は、例外的に保証機関公正証書が不要となる場合を定めている。すなわち、自然人であっても、主たる債務者の事業の状況を把握するのは難しいため適用されないとしているのに対し、本問は、主たる債務者である個人事業主の配置手段であっても、主たる債務者が行う事業に従事している者であり、主たる債務者の事業の状況を把握するのは難しいため適用されないとしているのに対し、本問は、主たる債務者である個人事業主の配置手段であっても、主たる債務者の事業の状況を把握することができるとして立場にはいたため、同案の定める者には該当せず、保証意思思明公正証書による意思確認が必要である。",
    "sub_category": "定型約款",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 21,
    "question_text": "以下の会話は、株式会社Zの代表取締役甲氏と、中小企業診断士であるあなたとの間で行われたものである。この会話を読んで、下記の設問に答えよ。\n\n請負と委任に関する出題である。",
    "choices": {},
    "correct_answer": "",
    "explanation": "請負と委任に関する出題では、最も不適切なものはどれか。\n\nア　定型約款の中に、民法と異なる変更要件に係る特約を規定すれば、いかなる特約であっても、当該特約に従って自由に変更ができます\n\nイ　不適切である。定型約款の変更(民法548条の4第1項)のうち、②契約をした日的に反せず、かつ合理的なもので変更については、効力発生時期が到達するまでに周知しないと効力を生じない。\n\nウ　適切である。定型約款の変更するとは、効力発生時期を定め、かつ変更する旨及び変更後の内容並びにその効力発生時期を周知しなければならない(民法548条の4第2項)。\n\nエ　適切である。定型約款の変更が相手方の一般の利益に適合するときは、細則に相手方と合意することなく契約の内容を変更することができる(民法548条の4第1項2号)。",
    "sub_category": "契約",
    "subject": "経営法務"
  },
  {
    "year": "令和2年度",
    "question_number": 22,
    "question_text": "請負又は委託に関する出題点として、最も適切なのはどれか。\nなお、「民法の一部を改正する法律」（平成29年法律第44号）により改正された民法が適用されるものとし、關與に定める経過措置及び附則は考慮しないものとする。",
    "choices": {
      "ア": "委任において、受任者は、委任者の諾言を得たとき、又はやむを得ない事由がある場合には、受任者を選任することができない。",
      "イ": "請負人が品質に関して契約の内容に適合しない仕事の目的物を注文者に引き渡した場合、注文者は、その引渡しを受けた時から1年以内に当該不適合を請負人に通知しない限り、注文者が当該不適合を無過失で知らなかった場合でも、当該不適合を理由として、履行の追完の請求、補償の減額の請求、損害賠償の請求及び契約の解除をすることはできない。",
      "ウ": "不可抗力によって委任事務の履行ができなくなったときは、受任者は、既にした履行の効果に上した補償をすし請求することはできない。",
      "エ": "不可抗力によって仕事を完成することができなくなった場合においても、仕事内容が可能でありり、注文者が報酬部分の給付によって利益を受けるときであっても、請負人は、当該利益の頭部に比した補償をすし請求することはできない。"
    },
    "correct_answer": "イ",
    "explanation": "請負又は委託に関する出題である。\n\n選択肢別: ア:不適切である。請負人が品質に関して契約の内容に適合しない仕事の目的物を注文者に引き渡した場合、注文者は、その引渡しを受けた時から1年以内に当該不適合を請負人に通知しない限り、注文者が当該不適合を無過失で知らなかった場合でも、当該不適合を理由として、履行の追完の請求、補償の減額の請求、損害賠償の請求及び契約の解除をすることはできない。 / イ:適切である。請負人が品質に関して契約の内容に適合しない仕事の目的物を注文者に引き渡した場合、注文者は、その引渡しを受けた時から1年以内に当該不適合を請負人に通知しない限り、注文者が当該不適合を無過失で知らなかった場合でも、当該不適合を理由として、履行の追完の請求、補償の減額の請求、損害賠償の請求及び契約の解除をすることはできない。 / ウ:不適切である。不可抗力によって委任事務の履行ができなくなったときは、受任者は、既にした履行の効果に上した補償をすし請求することはできない。 / エ:不適切である。不可抗力によって仕事を完成することができなくなった場合においても、仕事内容が可能でありり、注文者が報酬部分の給付によって利益を受けるときであっても、請負人は、当該利益の頭部に比した補償をすし請求することはできない。",
    "sub_category": "契約",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 1,
    "question_text": "会社法が定める株式会社の社債に関する記述として、最も適切なのはどれか。\nなお、本問における会社は協較役会議会社である。",
    "choices": {
      "ア": "公開会社では会社に関しては、社債の募集事項の決定は、株主総会の決議によらなければならない。",
      "イ": "公開会社では会社に関しては、社債の募集事項の決定は、すべて取締役会の決議によらなければならず、代表取締役に委任できる事項はない。",
      "ウ": "社債権者は、社債の種類ごとに社債権者会を組織する。",
      "エ": "社債を発行する場合、発行する社債の総額が1億円以上である場合には、必ず、社債管理者を設置し、社債権者のために、弁済の受領、債権の保全その他の社債の管理を委託しなければならない（同法702条）。ただし、各社債の金額が1億円以上である場合を除き、社債権者の保護に欠けるおそれがない場合には、社債管理者の設置は不要である（同法702条書）。"
    },
    "correct_answer": "エ",
    "explanation": "社債に関する出題である。\n\n選択肢別: ア:不適切である。社債は会社の金銭債務（会社法2条23号）であり、社債の借入である。資金の借入でありり、注文者が報酬部分の給付によって利益を受けるときであっても、請負人は、当該利益の頭部に比した補償をすし請求することはできない。ただし、各社債の金額が1億円以上である場合を除き、社債権者の保護に欠けるおそれがない場合には、社債管理者の設置は不要である（同法702条書）。 / イ:不適切である。取締役会設置会社では、社債の募集に関する重要な事項の決定を取締役会が行わなければならず（同法362条4項）、しかし、この条の反対解釈により、同条項に定める場合を除き、取締役は委任されていない等の状況下で委任できる（同法362条5号）。 / ウ:不適切である。社債を発行する場合、発行する社債の総額が1億円以上である場合には、必ず、社債管理者を設置し、社債権者のために、弁済の受領、債権の保全その他の社債の管理を委託しなければならない（同法702条）。ただし、各社債の金額が1億円以上である場合を除き、社債権者の保護に欠けるおそれがない場合には、社債管理者の設置は不要である（同法702条書）。 / エ:適切である。社債を発行する場合、発行する社債の総額が1億円以上である場合には、必ず、社債管理者を設置し、社債権者のために、弁済の受領、債権の保全その他の社債の管理を委託しなければならない（同法702条）。ただし、各社債の金額が1億円以上である場合を除き、社債権者の保護に欠けるおそれがない場合には、社債管理者の設置は不要である（同法702条書）。",
    "sub_category": "社債",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 2,
    "question_text": "【テーマ】企業活動に関する法律知識\n信用代付商為書形に関する出題である。\n\n典型的な信用状取引の流れは下のおおよそである。\n\n[流れ図]\n売主 → 売主側銀行 → 開行銀行 → 買主側銀行 → 買主\n      ↓       ↓      ↓       ↓\n売主が売掛金を受け取る (手形関係) (手形関係) 買主が代金支払\n\n図表より、D：買主、E：売主、F：選知銀行、G：発行銀行が当てはまる。\n\nよって、ウが適切である。",
    "choices": {
      "ア": "契約の性質により、特定の日時に履行しなければ契約をした目的を達することができない場合においては、債務者が履行しないでその時間を経過したとしても、催告をしなければ、契約の解除は認められない。",
      "イ": "債権者が履行を催告した時における不履行の程度が軽微といういのであれば、その後催告期間中に債務者が債務の一部を履行したため、催告期間が終過してしまい後にお探えるも契約は解除できない場合もできる。",
      "ウ": "債務の不履行については、債務者と債権者のいずれにも帰責事由がないという場合であっても、債務者による契約の解除は認められない。",
      "エ": "不適切である。債務者の保護の必要性は、債務者の環境事由の有無とは関係なく、債務者に帰責事由がない場合においても解除は認められ、また、帰責事由のある債権者は保護の必要性がないため解除できない（543条）ので、その反対解釈として、帰責事由のない債権者は保護の必要性が劣解除できるといわれている。"
    },
    "correct_answer": "ウ",
    "explanation": "以下の会話は、X株式会社の代表取締役Uさん、中小企業診断士であるあなたと会話を読んで、下記の設問に答えよ。\n\nなお、「民法の一部を改正する法律」（平成29年法律第44号）により改正された民法が適用されるものとし、問題に定める給盗関係は考慮しないものとする。\n\n甲　氏：「弊社の契約するタオルについつき、御社業者であるY社との間で売買契約を締結しようと考えているのですが、Y社の資力に不安があり、何かあったときに売却金を担保できるようにしておきたいです。とりあえずY社の代表取締役の乙について進捗保証人となってもらうことを考えていますが、他に何か良い手段はありますか。」\n\nあなた：「例えば、Y社の第三者に対する被担保債務を確定させ、主とめて担保を設定する集合債権譲渡契約担保といういわれがあります。これは、担保目的で集合債権を換担保するものです。そして、期日に履行されない契約の目的が果たされなくなる契約について、履行されないで期日を過ぎたとき、相手方は、直ちにその履行の請求をした場合を除き、契約の解除をしもし当ようなことを定められており、商人間の売買においては、解除しなくても原則として解除したものとみなされる。」",
    "sub_category": "企業活動に関する法律知識",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 3,
    "question_text": "不正競争防止法に関する記述として、最も適切なものはどれか。\n\nア 不正競争防止法第2条第1項(1号)で規定する、いわゆる周辺表示混同混濁行為において、商品の容器は「商品等表示」に含まれる。\n\nイ 不正競争防止法第2条第1項(2号)で規定する、いわゆる者が表示馬用行為とを認められるためには、他人の商品または営業と混同を生じさせることが一つの要件となる。\n\nウ 不正競争防止法第2条第1号で保護される常業秘密とする場合には、秘密性請性、有用性が認められる必要がある。\n\nエ 不正競争防止法第2条第1項10号で保護される常業秘密は営業上の情報を指し、技術上の情報は含まない。",
    "choices": {
      "ア": "不正競争防止法第2条第1項(1号)で規定する、いわゆる周辺表示混同混濁行為において、商品の容器は「商品等表示」に含まれる。",
      "イ": "不正競争防止法第2条第1項(2号)で規定する、いわゆる者が表示馬用行為とを認められるためには、他人の商品または営業と混同を生じさせることが一つの要件となる。",
      "ウ": "不正競争防止法第2条第1号で保護される常業秘密とする場合には、秘密性請性、有用性が認められる必要がある。",
      "エ": "不正競争防止法第2条第1項10号で保護される常業秘密は営業上の情報を指し、技術上の情報は含まない。"
    },
    "correct_answer": "ア",
    "explanation": "不正競争防止法に関する出題である。\n\n選択肢別: ア:適切である。不正競争防止法第2条第1項(1号)で規定する周辺表示混同混濁行為において、「商品等表示」とは「人の商品若しくは役務に関連する商品若しくは役務につき、若しくは包装その他の商品若しくは画像に係る装は、組み全体として統一があるといは、一意作として出願し、商品登録を受けることができる。 / イ:不適切である。不正競争防止法第2条第1項2号には、「同一の要件がない。著名表示保護の観点から、他人の商品または営業と混同を生じさせたか否かは問われない。 / ウ:不適切である。「営業秘密」とは、秘密として管理されている生産方法、販売方法その他の業務活動に用いることができる技術的関係を有する場合には、その効力が生ずる場合に対し、当該営業秘密を会社に売り渡すことを請求することができるは地走説で定めることができる（農法8条）。「一組の飲食用ナイフ、フォーク及びスプーンのセット」は農法規則別表2に定める「物」であるため、各々に同一の様を施したことによって物品全体として統一があるといは、一意作として出願し、商品登録を受けることができる。 / エ:不適切である。同様に使用される一般の飲食用ナイフ、フォーク、スプーンの設定別表2に定める「物」であるため、各々に同一の様を施したことによって物品全体として統一があるといは、一意作として出願し、商品登録を受けることができる。",
    "sub_category": "不正競争防止法",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 4,
    "question_text": "被従手続及び民事再生手続に関する記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "被従手続においては、否認権は認められているが、民事再生手続においては、否認権は一切認められていない。",
      "イ": "被従手続においては、別除権が認められているため、担保権者は被従手続によらずに担保権を行使することができるが、民事再生手続においては、別除権は認められていないため、担保権者は民事再生手続外で、担保権を行使することはできない。",
      "ウ": "被従手続においては、法人・自然人を問わず、被従者の被従手続開始時におけるすべての財産が被従団となり、その すべての財産を金銭に換転して配当に充てることとなるが、民事再生手続においては、必ずしも、民事再生手続開始時におけるすべての財産を換転するのではない。",
      "エ": "被従手続は、申立てにより他、裁判所の職権により開始する場合もある。"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。民事再生手続においても否認権は認められている。 / イ:不適切である。民事再生手続においても別除権は認められており、担保権者は別除権を行使することができる。 / ウ:適切である。被従手続においては、被従者のすべての財産が被従団となり、金銭に換転して配当に充てられるのに対し、民事再生手続においては、必ずしもすべての財産を換転するとは限らない。 / エ:不適切である。被従手続は、申立てにより開始されるのが原則であり、裁判所の職権により開始することはない。",
    "sub_category": "被従手続及び民事再生手続",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 5,
    "question_text": "下表は、不当景品類及び不当表示防止法（以下「景表法」という。）に基づく懸念にもとづく景品類の提供に関する景品類の限度額をまとめたものである。空欄Aとbに入る数値の組み合わせとして、最も適切なのはどれか。\n\n| | 景品類の限度額 | | |\n|---|---|---|---|\n| | 最高額 | (景品類の)範囲 | |\n|共同懸賞|取引価額にかかわらず A 万円|懸賞に係る売上予定金額の3%|\n|一般懸賞|取引価額が5,000 円未満の場合 ⇒取引価額の20倍|懸賞に係る売上予定金額の B %|\n| |取引価額が5,000 円以上の場合 ⇒10万円| |\n\n[解答群]\nア A：30 B：2\nイ A：30 B：3\nウ A：50 B：2\nエ A：100 B：3",
    "choices": {
      "ア": "A：30 B：2",
      "イ": "A：30 B：3",
      "ウ": "A：50 B：2",
      "エ": "A：100 B：3"
    },
    "correct_answer": "ア",
    "explanation": "景品類の限度額に関する出題である。\n\n景表法では、一般消費者が景品類によって商品・サービスを選ぶようになる、質の良くない商品や価格の高いものを買わされて不利益を受けてしまうおそれがあるため、景品類承諾では、このような不利益を一般消費者が受けることがないよう、景品類の最高額、範囲などを制限している。\n\n「懸賞」とは、商品・サービスの利用者に対し、くじ等の偶然性、特定行為の優劣等によって景品類を提供することをいう。\n\n「共同懸賞」とは、商店街や一定の地域内の同業者等、複数の事業者が共同して行う懸賞である。共同懸賞においては、その景品類の最高額は、取引価額にかかわらず30万円に制限されている。\n\n「一般懸賞」とは、共同懸賞以外の懸賞である。一般懸賞においては、その景品類の総額は、懸賞に係る売上予定金額の2%に制限されている（懸賞による景品類の提供に関する事項の制限（公正取引委員会告示））。\n\nよって、アが最も適切である。",
    "sub_category": "企業活動に関する法律",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 6,
    "question_text": "会社法が定める取締役会と監査役会の比較に関する記述として、最も適切なものはどれか。\n\nなお、本問における会社は、監査役会設置会社であって、公開会社ではなく、かつ、大会社ではない。また、定款に別段の定めはないものとする。",
    "choices": {
      "ア": "取締役会：取締役会の決議に参加した取締役であって、当該決議に係る議事録に異議をとどめないものは、その決議に賛成したものと推定される。\n監査役会：監査役の決議に参加した監査役であって、当該決議に係る議事録に異議をとどめないものは、その決議に賛成したものと推定される。",
      "イ": "取締役会：取締役会は、2ヶ月に1回以上開催しなければならない。\n監査役会：監査役会は、取締役役会が開催される月には開催しなければならない。",
      "ウ": "取締役会：取締役会、招集手続の若干を省略して開催することができる。\n監査役会：監査役会、招集手続の若干を省略して開催することができる。",
      "エ": "取締役会：取締役会を構成する取締役のうち2人以上は、社外取締役でなければならない。\n監査役会：監査役会を構成する監査役のうち半数以上は、社外監査役でなければならない。"
    },
    "correct_answer": "ア",
    "explanation": "取締役会および監査役会に関する出題である。\n\nア 適切である。取締役会の決議に参加した取締役であって、当該決議に係る議事録に異議をとどめないものは、その決議に賛成したものと推定される（会社法369条5項）。同様に、監査役会の決議に参加した監査役であって、当該決議に係る議事録に異議をとどめないものは、その決議に賛成したものと推定される（同法393条4項）。\n\nイ 不適切である。取締役会は、2ヶ月に1回以上開催しなければならない。監査役会は、取締役役会が開催される月には開催しなければならない。\n\nウ 不適切である。取締役会、招集手続の若干を省略して開催することができる。監査役会、招集手続の若干を省略して開催することができる。\n\nエ 不適切である。取締役会を構成する取締役のうち2人以上は、社外取締役でなければならない。監査役会を構成する監査役のうち半数以上は、社外監査役でなければならない。",
    "sub_category": "機関",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 7,
    "question_text": "以下の会話は、X株式会社（以下「X社」という。）の代表取締役甲氏と、中小企業診断士であるあなたの間で行われたものである。この会話を踏まえ、下記の設問に答えよ。\n\n甲氏：「私も、77歳なので、最近、X社の事業承継はどうしたらよいかを考えています。現在、X社の株式は、私が80%、10年前に70歳でX社を退職した乙氏が20%保っています。aとbとは、X社の仕事をしているのので、私が死んだ後は、私の持っている X社の株式はすべてβに相続させたいと考えています。βに相続させる場合について、注意点はありますか。」\n\nあなた：「甲氏は、X社の株式の相続に も、自宅や預貯金などの分け方を定めておくことがいいと思いますが、遺言書では、相続人の遺留分に注意する必要があります。」\n\n甲氏：「わかりました。私の財政は、ほとんどがX社の株式なので、遺留分のことを考えるとともに X社の株式と相続させることになるかもしれません。この場合でも、aとが X社の経営に口を挟むことなく、βが自分の考えに従ってX社を経営してはいいと思っています。何か方法はありますか。」\n\nあなた：「αさんとγさんにも X社の株式を相続させることとする場合には、議決権制限株式を発行し、αさんに普通株式を相続させ、議決権制限株式を相続させるという方法法律上、A B」\n\n(設問1)\n会話の中の下線部の「遺留分」に関する記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "遺留分は被相続人の請求権は、遺留分権利者が、相続の開始及び遺留分を侵害する贈与又は遺留分があったことを知った時から3ヶ月間行使しないとき、時効によって消滅する。",
      "イ": "相続の時期において遺留分の放棄は、家庭裁判所の許可を受けたときにおける遺留分をその放棄に損する先代経営者(旧代表者)の推定相続人の遺留分を侵害する可能性があれば、その効力を生じる。",
      "ウ": "「中小企業における経営の承継の円滑化に関する法律」に基づく遺留分に関する民法の特例は、配偶者αの遺留分の額は、遺留分を算定する先代経営者(旧代表者)の推定相続人および公会社事業継承者の全員の合意に基づくことで、遺留分を有する先代経営者(旧代表者)の推定相続人向けの別段の定めがあります。配偶者の遺留分の額は 4分の1ずつである。",
      "エ": "配偶者αの遺留分の額は、遺留分を算定する先代経営者(旧代表者)の推定相続人および公会社事業継承者の全員の合意に基づくことで、子γの遺留分の額は 4分の1である。"
    },
    "correct_answer": "ア",
    "explanation": "遺留分に関する出題である。\n\nア 遺留分は被相続人の請求権は、遺留分権利者が、相続の開始及び遺留分を侵害する贈与又は遺留分があったことを知った時から1年以内に行使しなければならないので、注意が必要です。\n\nイ 相続の時期において遺留分の放棄は、家庭裁判士の許可を受けたときにおける遺留分を損する先代経営者(旧代表者)の推定相続人の遺留分を侵害する可能性があれば、その効力を生じる。\n\nウ 「中小企業における経営の承継の円滑化に関する法律」に基づく遺留分に関する民法の特例により、配偶者αの遺留分の額は、遺留分を算定する先代経営者(旧代表者)の推定相続人および公会社事業継承者の全員の合意に基づくことで、遺留分を有する先代経営者(旧代表者)の推定相続人向けの別段の定めがあります。\n\nエ 配偶者αの遺留分の額は、遺留分を算定する先代経営者(旧代表者)の推定相続人および公会社事業継承者の全員の合意に基づくことで、子γの遺留分の額は 4分の1である。",
    "sub_category": "相続",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 10,
    "question_text": "特許法の規定に関する問点として、最も適切なのはどれか。\n\nア 2以上の発明は、いかなる場合も1つの願書で特許出願することができない。\n\nイ 願書には、明細書、特許請求の範囲、図面及び要約書をすべて必ず添付しなければならない。\n\nウ 特許請求の範囲に記載する特許を受けようとする発明は、発明の詳細な説明に記載したものであることが必要である。\n\nエ 特許請求の範囲には、請求項に区分して、各請求項ごとに特許出願人が特許を受けようとする発明を特定する発明を特定するために必要と認める事項のすべてを記載する要はない。",
    "choices": {
      "ア": "2以上の発明は、いかなる場合も1つの願書で特許出願することができない。",
      "イ": "願書には、明細書、特許請求の範囲、図面及び要約書をすべて必ず添付しなければならない。",
      "ウ": "特許請求の範囲に記載する特許を受けようとする発明は、発明の詳細な説明に記載したものであることが必要である。",
      "エ": "特許請求の範囲には、請求項に区分して、各請求項ごとに特許出願人が特許を受けようとする発明を特定する発明を特定するために必要と認める事項のすべてを記載する要はない。"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。2以上の発明については、いかなる場合も1つの願書で特許出願することができない。ただし、経済産業省令で定める技術的関係を有する発明が関連する場合、発明の単一性要件を満たす場合には1つの願書で出願できる。/ イ:不適切である。願書には、明細書、特許請求の範囲、図面及び要約書を必ず添付する必要がある。/ ウ:適切である。特許請求の範囲に記載される特許を受けようとする発明は、発明の詳細な説明に記載されたものでなければならない。/ エ:不適切である。特許請求の範囲には、請求項に区分して、各請求項ごとに特許出願人が特許を受けようとする発明を特定するために必要と認める全事項を記載する必要がある。",
    "sub_category": "特許法",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 11,
    "question_text": "特許権等の侵害や発明の実施に関する記述として、最も適切なのはどれか。\n\nア 他人の専用実施権を侵害しても、その侵害の行為について過失があったものと推定されない。\n\nイ 物を生産する機械の発明において、その機械により生産した物を輸入する行為は、当該発明の実施行為に該当する。\n\nウ 物を生産する方法の発明において、その方法により生産した物を輸出する行為は、当該発明の実施行為には該当しない。\n\nエ 物を生産する方法の発明について特許がされている場合において、その物が特許出願前に日本国内において公然知られた物でないときは、その物と同一の物は、その方法により生産したものと推定される。",
    "choices": {
      "ア": "他人の専用実施権を侵害しても、その侵害の行為について過失があったものと推定されない。",
      "イ": "物を生産する機械の発明において、その機械により生産した物を輸入する行為は、当該発明の実施行為に該当する。",
      "ウ": "物を生産する方法の発明において、その方法により生産した物を輸出する行為は、当該発明の実施行為には該当しない。",
      "エ": "物を生産する方法の発明について特許がされている場合において、その物が特許出願前に日本国内において公然知られた物でないときは、その物と同一の物は、その方法により生産したものと推定される。"
    },
    "correct_answer": "エ",
    "explanation": "選択肢別: ア:不適切である。他人の専用実施権を侵害した場合、その侵害行為について過失があったものと推定される。/ イ:不適切である。物を生産する機械の発明における輸入行為は、通常、当該発明の実施行為には該当しない。/ ウ:不適切である。物を生産する方法の発明において、その方法により生産した物を輸出する行為は、当該発明の実施行為に該当する。/ エ:適切である。方法発明について特許がされている場合において、その方法により生産した物が、特許出願前に日本国内において公然知られた物でないときは、その物と同一の物は、その方法により生産したものと推定される。",
    "sub_category": "特許法",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 12,
    "question_text": "次の文章を読んで、問いに答えよ。\n\n株式会社甲（以下「甲社」という）は、商標「○○○」を付した洋菓子Aを製造販売している。\n\nところが、甲社は昨日、株式会社乙（以下「乙社」という）から、次の旨旨の警告書を受け取った。\n\n＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊\n\n貴社の製造販売する洋菓子Aの商標「○○○」は、弊社が指定商品「詳菓子」について商標登録を受けた商標に係る商標権に他ならない。直ちに商標「○○○」を付した洋菓子の製造販売を中止するよう。\n\n＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊\n\nこの警告書を受けて甲社から、中小企業診断士のあたなは相談を受けた。あたなは、甲社が商標「○○○」について先使用権を有できる可能性があると考え、この旨を甲社に告げた。\n\n先使用権に関する以下のあなたの説明の空欄に入る記述として、最も適切なのを下記の解答群から選べ。\n\nあなた：日本国内において不正競争の目的でなく、□継続して洋菓子Aについて胸社商標「○○○」の使用を若する権利を有します。このの権利は先使用権と呼ばれ、商標法に規定されています。",
    "choices": {
      "ア": "乙社の商標登録出願前から、胸社が詳菓子Aについて胸社商標「○○○」を使用していた結果、乙社の商標登録の際、現に胸社商標「○○○」が胸社の業務に係る詳菓子Aを表示するものとして、衛要者の間広く認識されているときは、その者は、継続して洋菓子Aについて胸社商標「○○○」の使用を若する権利を有します。",
      "イ": "乙社の商標登録出願前から、胸社が詳菓子Aについて胸社商標「○○○」を使用していた結果、乙社の商標登録の際、現に胸社商標「○○○」が胸社の業務に係る詳菓子Aを表示するものとして、衛要者の間広く認識されているときは、その者は、継続して洋菓子Aについて胸社商標「○○○」の使用を若する権利を有します。ただし、衛要者の間広く認識されていないときも、継続して使用できます（商法36条2項）。このため、不要ではありません。",
      "ウ": "乙社の商標登録出願前から、胸社が詳菓子Aについて胸社商標「○○○」を使用していた結果、乙社の商標登録の際、現に胸社商標「○○○」が胸社の業務に係る詳菓子Aを表示するものとして、衛要者の間広く認識されていないときは、その者は、継続して洋菓子Aについて胸社商標「○○○」の使用を若する権利を有します。",
      "エ": "乙社の商標登録出願前から、胸社が詳菓子Aについて胸社商標「○○○」を使用していた結果、乙社の商標登録の際、現に胸社商標「○○○」が胸社の業務に係る詳菓子Aを表示するものとして、衛要者の間広く認識されていないときは、その者は、継続して洋菓子Aについて胸社商標「○○○」を使用していた結果、現に胸社商標「○○○」が胸社の業務に係る詳菓子Aを表示するものとして、衛要者の間広く認識されていないときは、その者は、継続して洋菓子Aについて胸社商標「○○○」を使用してきえいれば、乙社の商標登録の際に、現に胸社商標「○○○」が胸社の業務に係る詳菓子Aを表示するものとして、衛要者の間広く認識されていないとしても"
    },
    "correct_answer": "ウ",
    "explanation": "先使用権に関する出題である。\n\n選択肢別: ア:不適切である。乙社の商標登録出願前から、甲社が洋菓子Aについて商標「○○○」を使用していた場合、乙社の商標登録時に現に商標「○○○」が甲社の業務に係る洋菓子Aを表示するものとして消費者の間に広く認識されていた場合に限り、先使用権を有する。ただし、消費者の間に広く認識されていない場合は先使用権は成立しない。/ イ:不適切である。先使用権が成立するためには、乙社の商標登録時に現に商標「○○○」が甲社の業務に係る洋菓子Aを表示するものとして消費者の間に広く認識されていることが必要であり、この要件がなければ先使用権は成立しない。/ ウ:適切である。先使用権は、乙社の商標登録出願前から甲社が商標「○○○」を継続して使用していた場合に、乙社の商標登録時に現に商標「○○○」が甲社の業務に係る洋菓子Aを表示するものとして消費者の間に広く認識されていないときでも、一定の要件下では成立する可能性がある。/ エ:不適切である。",
    "sub_category": "商標法",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 13,
    "question_text": "〔解答例〕\n\nア　乙社の商標登録出願後であってもその商標が登録される直前から、御社が詳異子Aについて御社商標「○○○」を使用していた結果、これが商標登録の際、現に御社商標「○○○」が御社の業務に係る詳異子Aを表示するものとして、審要者の間に広く認識されているときは\n\nイ　乙社の商標登録出願後であってもその商標が登録される直前から、御社が詳異子Aについて御社商標「○○○」を使用していた場合、これが商標登録出願の際、現に御社商標「○○○」が御社の業務に係る詳異子Aを表示するものとして、審要者の間に広く認識されていないときでも\n\nウ　乙社の商標登録出願前から、御社が詳異子Aについて御社商標「○○○」を使用していた結果、これ社の商標登録出願の際、現に御社商標「○○○」が御社の業務に係る詳異子Aを表示するものとして、審要者の間に広く認識されているときは\n\nエ　乙社の商標登録出願前から、御社が詳異子Aについて御社商標「○○○」を使用していさえいれば、乙社の商標登録出願の際、現に御社商標「○○○」が御社の業務に係る詳異子Aを表示するものとして、審要者の間に広く認識されていないときでも",
    "choices": {
      "ア": "乙社の商標登録出願後であってもその商標が登録される直前から、御社が詳異子Aについて御社商標「○○○」を使用していた結果、これが商標登録の際、現に御社商標「○○○」が御社の業務に係る詳異子Aを表示するものとして、審要者の間に広く認識されているときは",
      "イ": "乙社の商標登録出願後であってもその商標が登録される直前から、御社が詳異子Aについて御社商標「○○○」を使用していた場合、これが商標登録出願の際、現に御社商標「○○○」が御社の業務に係る詳異子Aを表示するものとして、審要者の間に広く認識されていないときでも",
      "ウ": "乙社の商標登録出願前から、御社が詳異子Aについて御社商標「○○○」を使用していた結果、これ社の商標登録出願の際、現に御社商標「○○○」が御社の業務に係る詳異子Aを表示するものとして、審要者の間に広く認識されているときは",
      "エ": "乙社の商標登録出願前から、御社が詳異子Aについて御社商標「○○○」を使用していさえいれば、乙社の商標登録出願の際、現に御社商標「○○○」が御社の業務に係る詳異子Aを表示するものとして、審要者の間に広く認識されていないときでも"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。乙社の商標登録出願後であっても、その商標が登録される直前から御社が使用していた場合、登録出願の際に現に認識されていることが必要であるため、登録の際ではなく登録出願の際が要件となる。/ イ:不適切である。乙社の商標登録の際に現に詳異子Aについて御社が使用していた商標が認識されていることが必要であるため、認識されていないときは条件を満たさない。/ ウ:適切である。乙社の商標登録出願前から、御社が詳異子Aについて御社商標「○○○」を使用していた結果、乙社の商標登録出願の際、現に御社商標「○○○」が御社の業務に係る詳異子Aを表示するものとして、審要者の間に広く認識されているときは、商標権侵害にはならない。/ エ:不適切である。単に使用していさえいれば足りるのではなく、登録出願の際に現に認識されていることが必要である。",
    "sub_category": "商標法",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 14,
    "question_text": "〔問　題〕\n\n特許協力条約（PCT）に基づく国際出願制度に関する以下の文章において、空欄Aと Bに入る記述の組合わせとして、最も適切なものを下記の選択肢から選べ。\n\n先願主義の下、出願人は一日も早い出願日を確保することを望むため、PCTによる国際出願は有用な制度である。国際的に統一された出願書類を加盟国である日国の特許庁に提出することにより、その国際出願は全ての加盟国において国内出願したのと同様の効果が得られる。例えば、日本の特許行に対して日本語又は英語で作成した国際出願書を1通提出すればよい。\n\n国際出願がされた国内官官を受理官官という。受理官官は一定の要件が満たされている毎こと確認することを条件として、国際出願の受理の日を国際出願日として認める。\n\n各国際出願は国際調査の対象となり、出願人の請求により国際予備審査も行われる。出願人はこれらの結果を利用して、自身の発明の特許性を判断できる。\n\n国際出願人は、各国で審査を受けるに際し、　A　　。各国の特許行は、　B　　。",
    "choices": {
      "ア": "A:所定の翻訳文を提出する等の「国内移行手続」を行う必要がある / B:それぞれの特許法に基づいて特許権を付与するか否かを判断する",
      "イ": "A:所定の翻訳文を提出する等の「国内移行手続」を行う必要がある / B:Y社の許諾なくして実施することはできません",
      "ウ": "A:何ら手続きを行う必要ない。国際出願された書類がそのまま管理官行から各国に送付され、審査が開始されるからである / B:それぞれの特許法に基づいて特許権を付与するか否かを判断する",
      "エ": "A:何ら手続きを行う必要ない。国際出願された書類がそのまま管理官行から各国に送付され、審査が開始されるからである / B:それぞれの特許法に基づいて特許権を付与するか否かを判断することはできず、国際調査の結果と同じ判断をする必要がある"
    },
    "correct_answer": "ア",
    "explanation": "所定の翻訳文を提出する等の国内移行手続を行う必要があり、各国の特許庁はそれぞれの特許法に基づいて特許権を付与するか否かを判断する必要がある。",
    "sub_category": "特許法",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 15,
    "question_text": "産業財産権法に関する出題として、最も適切なものはどれか。",
    "choices": {
      "ア": "意匠法には、出願公開制度が規定されている。",
      "イ": "実用新案法には、出願審査請求制度が規定されている。",
      "ウ": "商標法には、国内優先権制度が規定されている。",
      "エ": "特許法には、新規性喪失の例外規定が規定されている。"
    },
    "correct_answer": "エ",
    "explanation": "選択肢別: ア:不適切である。意匠法には出願公開制度は規定されていない。出願公開制度は特許法（特許法49.5条）および商標法（商標法12条の2）で規定されている。/ イ:不適切である。実用新案法には出願審査請求制度が規定されていない。出願審査請求制度は特許法（特許法48条）で規定されている。なお実用新案法では、実用新案登録出願は登録查定前に登録されるのは特許法41条および実用新案法（実用新案法8条）である。/ ウ:不適切である。商標法においては国内優先権制度は規定されていない。国内優先権制度は特許法（特許法41条）および実用新案法（実用新案法8条）で規定されている。/ エ:適切である。新規性喪失の例外規定が規定されているのは、特許法（特許法30条）、実用新案法（実用新案法11条で使用する特許法30条）、意匠法（意匠法4条）である。",
    "sub_category": "知的財産法",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 16,
    "question_text": "以下の会話は、X株式会社の代表取締役甲氏と、中小企業診断士であるあなたとの間で行われたものである。この会話を読んで、下記の設問に答えよ。\n\n甲氏：「弊社が特許を取得したなのですが、その旨下を製造させて欲しいという申し出がありました。弊社としては、弊社の工場の生産能力には限界があるので、ライセンス契約を締結しようと考えていますが、ライセンス契約には様々な種類があると聞きました。どのようなライセンス契約が適切でしょうか。」\n\nあなた：「特許権のライセンスとしては、大きく分けて、専用実施権と通常実施権というものがあります。専用実施権は、【A】により、効力を生じることになります。その場合、認定行為で定めた専用の範囲内については、御社は、【B】。また、Y社は、その範囲内で、侵害行為者に対して、差止め拒否賠償請求ができるようになります。」\n\n甲氏：「なるほど、では、通常実施権はどういうものでしょうか。」\n\nあなた：「通常実施権は、御社が実施機は、どのような関係により効力を生し、Y社は契約で定めた範囲内で、侵害行為者に対して、差止めや賠償請求ができるようになります。」\n\n甲氏：「実は、Y社からは、Y社以外の第三者との間ではライセンス契約を締結しないで欲しい、その旨を弊社との間のライセンス契約で定めて欲しいと言われており、弊社としても、検討中なのですが、通常実施機につき、そのようなタオルに可能なのでしょうか。」",
    "choices": {
      "ア": "A:御社とY社との契約、B:専用実施権を取得",
      "イ": "A:御社とY社との契約、B:Y社の許諾なくして実施することはできません",
      "ウ": "A:御社とY社との契約及びそれに基づく専用実施権認定登録、B:Y社の許諾なくして実施することはできません",
      "エ": "A:御社とY社との契約及びそれに基づく専用実施権認定登録、B:Y社の許諾なくして実施することはできます"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。専用実施権は契約だけでなく、認定行為により、登録がされることが必要である。また、専用実施権取得ではなく、許諾なくして実施できないという制限が正しい。 / イ:不適切である。専用実施権は認定行為で定めた範囲内において、御社は許諾なくして実施することはできるが、通常実施権の場合は許諾が必要である。これは、通常実施権について述べているのではなく、専用実施権について述べている。 / ウ:適切である。専用実施権は、御社とY社との契約及びそれに基づく専用実施権認定登録により効力を生じ、認定行為で定めた範囲内においては、許諾なくして実施することができる。 / エ:不適切である。実施機は認定行為で定めた範囲内に限定されており、その範囲内においては許諾なくして実施することはできないという制限があり、その範囲外では許諾が必要である。",
    "sub_category": "特許法",
    "subject": "経営法務"
  },
  {
    "year": "令和3年度",
    "question_number": 19,
    "question_text": "契約不適合の場合の売主の救済に関する出題である。\n\n空欄Aと空欄Bについて、それぞれ次の①と②にあてはまるもの（同じものを含む）のうち、最も適切なものはどれか。\n\n空欄Aに関する以下の知識に基づき、選択肢のアを選ぶ。\n\n民法562条1項本文は、売買契約の目的が錯誤、品質又は数量に関して契約内容に適合しないときでも、実は、売主に対し、その売買の目的を検査しなければならないと定めている。すなわち、商法526条の要件の一つに、商人の売買がある。したがって、Cには、「商人の売買」が入る。\n\n空欄Bに関する以下の知識に基づき、選択肢のアを選ぶ。\n\n空欄Bについて、履行の追完の方法には目的物の修補、代替物の引渡し、不足分の引渡しがあり、実は、いずれの方法を選択して売主に追完を請求できる（同法541条1項本文及び）。実は、不相当な負担を課するものでないと言える場合に限り、売主が追完に従わないと言える。\n\nしたがって、空欄Bに関しては選択肢アウが適切である。\n\n以上より、空欄A・空欄Bともに適切であるアが正解である。",
    "choices": {
      "ア": "売却は「商人の売買」が入る",
      "イ": "売却は「売主が不相当な負担を課する」ことがある",
      "ウ": "売却は「売主が追完請求できる」ことが入る",
      "エ": "売却は「売主が追完に従わない」ことが入る"
    },
    "correct_answer": "ア",
    "explanation": "契約不適合の場合の売主の救済に関する出題である。\n\n空欄Aには、賃金526条が適用される場合の要件が入る。商法526条は当事者の両方が商人である場合に適用され、第1項で「商人の売買において、賃金は、その売買の目的物を検査しなければならないと定めている」と定めている。ですから、空欄Aには「商人の売買」が入る。\n\n空欄Bについて、履行の追完の方法には目的物の修補、代替物の引渡し、不足分の引渡しがあり、実は、商法526条第2項は、「目的が補関または品質に関して契約内容に適合しないことについきき売主が追完を請求したとき、代金減額の請求、損害賠償の請求及び契約の解除をすることができない場合において、当事者の一方が相手方に追完を請求した場合を除き、売主が追完に従わない時は相手方は直ちに追完の請求をした場合を除き、最主に不相当な負担を課するものでないと言える」と定めている。ですから、空欄Bに関しては、「売主が不相当な負担を課する」が入る。\n\n以上より、空欄A・空欄Bともに適切であるアが正解である。",
    "sub_category": "契約不適合",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 1,
    "question_text": "【問題1】\n\n法定、資金調達\n公開会社ではない株式会社の構成に関する出題である。\n\n次の赤い波線部分が、試った選択肢の不適切な部分である。下記の知識に基づき、選択肢のウを選ぶ。",
    "choices": {
      "ア": "議決権限制株式を発行するときは、発行済株式数の2分の1以下までしか発行できません",
      "イ": "社債を発行することはできません",
      "ウ": "定款で株式を発行する旨を定めることができます",
      "エ": "定款で株式を発行する旨を定めることができます"
    },
    "correct_answer": "ウ",
    "explanation": "不適切である。公開会社では、議決権限制株式を発行するときは、発行済株式数の2分の1以下までしか発行できません（会社法115条）。しかし、公開会社ではない株式会社にはそのような規制はない。\n\n不適切である。すべての種類の会社が社債を発行することができる（同法676条、2条23号）。\n\n適切である。公開会社ではない株式会社は、剰余金の配当を受ける権利、株式総会における議決権については、同法109条2項、定款で株式会社の決議権についての定めをすることができます（同法193条）。\n\n適切である。公開会社ではない株式会社は、株式を発行する旨を定款で定めることができる（同法214条）。公開会社ではない株式会社であるから、株式を発行する旨を定款で定めることができます。",
    "sub_category": "法定、資金調達",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 2,
    "question_text": "【問題2】\n\n組織の基礎的変更\n事業譲渡と会社分割の手続の相違点に関する出題である。\n\n次の赤い波線部分が、試った選択肢の不適切な部分である。下記の知識に基づき、選択肢のウを選ぶ。",
    "choices": {
      "ア": "会社では、事業譲渡の場合、X社の株主にいわわる反対株主の買取請求が認められていますが、会社分割では反対株主の買取請求は認められていません",
      "イ": "会社では、事業譲渡は、反対決議は、反対ないといえるといわれていますが、会社分割は、契約書に定めた効力が発生する日に効力が生じるとされています",
      "ウ": "会社には、事業譲渡及びXの従業者を保護するための信保も相違するとされています。会社法XがXするX分割では、X社のXXXXXXを一定の期間、備置するこてが定められているが（同法782条、なお、Y社側でも同様の手続が必要である（同法794条）、事業譲渡の場合にはこのような定めはない。",
      "エ": "不適切である。会社分割の場合には、X社の債権者を保護するための手続（債権者保護手続）に関する定めがあるが（同法789条、なお、Y社側の債権者保護手続については同法799条）、事業譲渡の場合にはこのような手続は定められていない。事業譲渡は取引法上の契約であるとして、請求会社が債権者の承諾を得て、譲受会社に先行的債務引受をさせない限り債務を免しない限り債権者保護手続は不要とされている。"
    },
    "correct_answer": "ウ",
    "explanation": "適切である。会社分割の場合には、X社の債権者を保護するための手続（債権者保護手続）に関する定めがあるが（同法789条、なお、Y社側の債権者保護手続については同法799条）、事業譲渡の場合にはこのような手続は定められていない。\n\n不適切である。事業譲渡と会社分割のいずれの場合でもX社の反対株主に株式買取請求権が与えられない（同法469条1項1号）。また、簡易事業譲渡・購買会社分割の場合にも株式買取請求権は与えられない（同票2号、785条1項2号）。\n\n不適切である。会社分割の場合には、X社における契約書などの事前開示資料を一定の期間、備置することが定められているが（同法782条、なお、Y社側でも同様の手続が必要である（同法794条）、事業譲渡の場合にはこのような定めはない。\n\n不適切である。適切である。会社分割の場合には、X社の債権者を保護するための手続（債権者保護手続）に関する定めがあるが（同法789条、なお、Y社側の債権者保護手続については同法799条）、事業譲渡の場合にはこのような手続は定められていない。事業譲渡は取引法上の契約であるとして、請求会社が債権者の承諾を得て、譲受会社に先行的債務引受をさせない限り債務を免しない限り債権者保護手続は不要とされている。",
    "sub_category": "組織の基礎的変更",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 3,
    "question_text": "以下の文章は、令和元年になされた公社法改正に関して説明したものである。空欄に入る最適なものを下記の選択肢から選べ。\n\nなお、議案変領収知請求は、株主が提出しようとする議案の要領を株主に通知すること（招集通知に記載又は記載することを願求できる権利）のことである。\n\n「会社法の一部を改正する法律」（令和元年法律第70号）においては、株主提案権の濫用的な行使を抑制するための措置として、最新役会設置会社の株主が議案変領収通知請求（会社法305条8項1項）を行使する場合に、同一の株主控えに提案する議案の数の上限を【　　　】に制限することとされた。n\n【解答群】\nア　3\nイ　5\nウ　7\nエ　10",
    "choices": {
      "ア": "3",
      "イ": "5",
      "ウ": "7",
      "エ": "10"
    },
    "correct_answer": "イ",
    "explanation": "会社法305条の規定に基づき、株主提案権の濫用的行使を抑制するため、令和元年改正により、最新役会設置会社が株主提案権を行使する場合の提案数の上限が設定された。この上限は5件とされている。",
    "sub_category": "株主提案権",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 4,
    "question_text": "以下の会話は、X株式会社（以下「X社」という）の代表取締役甲氏と、中小企業診断士Yの間で行われたものである。この会話に基づき下記の設問に答えよ。\n\n甲氏：「弊社の事業の一部である β事業の案績が芳しくないので、β事業を他の会社に売った、弊社の経営資源を β事業に集中したいと思っています。先日、資本関係にない株式会社である Y社から、β事業を買いたいという話がありました。Y社の担当者に対れば、方法としては、非業譲渡の方法と会社分割の方法がありますが、会社分割は議択分割と一体となるのでしょうか。」\n\nあなた：【　A　】」\n\n甲氏：「なるほど。その後、私が、弊社の経営部長と意見を聞いたところ、'これを機会に Y社との関係を深めては どうか。'と話していました。β事業を売った対価を株式とすることは、事業譲渡と会社分割の両方ができるのでしょうか。」\n\nあなた：【　B　】」\n\n甲氏：「ありがとうございます。事業議渡による位のか、会社分割による位のかは、弊社の株式構成がしたがって異なるのですがが、それぞれの手続きで違うのでしょうか。」\n\nあなた：【　C　】」\n\n甲氏：「分かりました。ありがとうございます。」",
    "choices": {
      "ア": "A: 事業譲渡の場合では対償を金銭とすることはできますが、会社分割の場合では対償を金銭とすることはできません\nB: 事業譲渡の場合では対償を株式とすることはできますが、会社分割の場合では対償を株式とすることはできません\nウ: 事業譲渡の場合でも、会社分割の場合でも、対償を金銭とすることはできます\nエ: 事業譲渡の場合では対償を株式とすることはできますが、会社分割の場合では対償を株式とすることはできません",
      "イ": "A: 事業譲渡の場合では対償を金銭とすることはできますが、会社分割の場合では対償を金銭とすることはできません\nB: 事業譲渡の場合でも、会社分割の場合でも、対償を株式とすることはできます\nウ: 事業譲渡の場合でも、会社分割の場合でも、対償を金銭とすることはできます\nエ: 事業譲渡の場合では対償を株式とすることはできますが、会社分割の場合では対償を株式とすることはできません",
      "ウ": "A: 事業譲渡の場合では対償を金銭とすることはできますが、会社分割の場合では対償を金銭とすることはできません\nB: 事業譲渡の場合でも、会社分割の場合でも、対償を株式とすることはできます\nウ: 事業譲渡の場合でも、会社分割の場合でも、対償を金銭とすることはできます\nエ: 事業譲渡の場合では対償を株式とすることはできますが、会社分割の場合では対償を株式とすることはできません",
      "エ": "A: 事業譲渡の場合では対償を金銭とすることはできますが、会社分割の場合では対償を金銭とすることはできません\nB: 事業譲渡の場合でも、会社分割の場合でも、対償を株式とすることはできます\nウ: 事業譲渡の場合でも、会社分割の場合でも、対償を金銭とすることはできます\nエ: 事業譲渡の場合では対償を株式とすることはできますが、会社分割の場合では対償を株式とすることはできません"
    },
    "correct_answer": "イ",
    "explanation": "空欄A: 非業譲渡と会社分割の相違点\n非業譲渡は対償を金銭とすることはできるが、会社分割において対償を金銭とすることはできない。\n\n空欄B: 対償の方法\n事業譲渡の場合でも会社分割の場合でも、対償を株式とすることはできる。これにより、Y社との資本関係を構築することが可能である。\n\n空欄C: 株式構成の相違\n事業譲渡の場合でも会社分割の場合でも、対償を金銭とすることはできる。ただし、会社分割においては金銭を交付する場合には一定の制限がある。\n\n以上より、イが適切である。",
    "sub_category": "事業譲渡と会社分割",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 6,
    "question_text": "以下の会話は、甲氏と、中小企業診断士であるあなたとの間でわれわたもので\nある。この会話に基づく下記の問間に答えよ。\n\n甲氏：「最近、私の友人が株式会社を立ち上げました。私も、株式会社つつって、\n事業をやりたいと思います。友人の株式会社は、公開会社ではない株式会社と\n聞きました。公開会社ではない株式会社とは、どのような会社ですか？」\n\nあなた：「公開会社ではない株式会社とは、株式会社とは、発行する全部の株式が議決\nある会社といいます。」\n\n甲氏：「公開会社ではない株式会社には、どのような特徴があるのでしょうか？」\n\nあなた：「公開会社ではない株式会社の場合には、□」\n\n甲氏：「ありがとうございます。分からないことがあったら、またお伺いします。」\n\n（設問1）\n会話の中の空欄Aに入る記述として、最も適切なものはどれか。\n\nア　議決権限制株式を発行するときは、発行済株式数の2分の1以下までしか発行できません\nイ　社債を発行することはできません\nウ　剰余金の配当を受ける権利に付する制限に関する株主総会の議決権についての定めをするすることができます\nエ　定款で株式を発行する旨を定めることができません",
    "choices": {
      "ア": "議決権限制株式を発行するときは、発行済株式数の2分の1以下までしか発行できません",
      "イ": "社債を発行することはできません",
      "ウ": "剰余金の配当を受ける権利に付する制限に関する株主総会の議決権についての定めをするすることができます",
      "エ": "定款で株式を発行する旨を定めることができません"
    },
    "correct_answer": "ウ",
    "explanation": "本問の選択肢を見ると空欄Cには特別決議また特殊決議がある。空欄Bが特別決議なら、空欄Cは特別決議であり、空欄Cが特別決議なら、空欄Bは、会社法309条4項の特別決議も含蓋に置くららなら3分の2となる。\n\nそのため、空欄Bには3分の2、空欄Cには特別決議または特殊決議が入る組み合わせが正しい。",
    "sub_category": "機関",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 7,
    "question_text": "定足数・決議要件を前置することで定める場合もあります。会社の株主間契約で、重要な事項の決定は株主会員の合意が必要と定めた場合、株主全員の合意が得られず、重要な事項が決定できなくなるといういわゆるDが生じる場合があります。このため、このような場合を想定し、いわゆるDを条項を設けて、対応手簿などを定めておくこと重要です。\n\n【解答】\nア：A：3分の1　　B：3分の2　　C：特別決議　　D：クローバック\nイ：A：50％　　B：51％　　C：特別決議　　D：クローバック\nウ：A：50％　　B：51％　　C：特別決議　　D：デッドロック\nエ：A：50％　　B：3分の2　　C：特別決議　　D：デッドロック",
    "choices": {
      "ア": "A：3分の1、B：3分の2、C：特別決議、D：クローバック",
      "イ": "A：50％、B：51％、C：特別決議、D：クローバック",
      "ウ": "A：50％、B：51％、C：特別決議、D：デッドロック",
      "エ": "A：50％、B：3分の2、C：特別決議、D：デッドロック"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。A、B、Cについては正確でない。また、Dのクローバックは定足数・決議要件を迂回する概念である。 / イ:不適切である。Dのクローバックは定足数・決議要件を迂回する概念である。 / ウ:適切である。A：50％、B：51％の特別決議比率が正確であり、Dはデッドロック状態を指す。 / エ:不適切である。BおよびDが誤っている。",
    "sub_category": "株主間契約",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 8,
    "question_text": "空欄Aにおいて、いわゆる普通決議事項については、株主総会議議において、出席した株主の議決権の過半数で定める（会社法309条1項）。したがって、X社が行する議決権比率が50％であれば、他の株主が全員賛成しても、X社の議決権比率50％の場合でも、他の株主が全員賛成しても、X社が株主総会に出席してその議決に反対すれば、議決権の過半数を有しないとなります。このような場合、X社は、普通決議事項について他社機能があっていない普通株式のみが行われている場合、1株議決権であります（同法308条1項）ため、議決権比率は出資比率と等しくなるので、このようなX社の普通決議事項について共有については、単独で決定できるためには、議決権比率（本問では出資比率と等しい）は、同法309条3項の事項についての3分の2、同法309条4項の事項については4分の3の必要になります。\n\n本問の選択肢を見ると空欄Cには特別決議または特殊決議が入る。空欄Cが特別決議ならば、空欄Bは3分の2となるため、空欄Cが特別決議ならば、空欄Bは、会社法309条4項の特別決議も含謝に置くらなら5分の3、会社法309条3項のみを含謝に置くらなら3分の2となります。",
    "choices": {
      "ア": "空欄A：吸収合併における簡易手続\n空欄B：特別決議\n空欄C：特別決議\n空欄D：特別決議",
      "イ": "空欄A：吸収合併における略式手続\n空欄B：特別決議\n空欄C：特別決議\n空欄D：特別決議",
      "ウ": "空欄A：吸収合併における簡易手続\n空欄B：特別決議\n空欄C：特別決議\n空欄D：特別決議",
      "エ": "空欄A：吸収合併における略式手続\n空欄B：特別決議\n空欄C：特別決議\n空欄D：特別決議"
    },
    "correct_answer": "ウ",
    "explanation": "株主総会決議の要件に関する出題である。\n\n選択肢別: ア:不適切である。空欄A、Bの記述が誤っている。 / イ:不適切である。空欄Aの記述が誤っている。 / ウ:適切である。株主総会決議の要件が正確に記述されている。 / エ:不適切である。空欄Aが誤っている。",
    "sub_category": "株主総会決議",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 10,
    "question_text": "著作権法が規定する著作権の種類に関する出題である。",
    "choices": {
      "ア": "「講演」は「言語の表現物」には該当せず、著作物として著作権法に規定されていない。",
      "イ": "「地図」は、著作物として著作権法に規定されている。",
      "ウ": "「美術の著作物」は「美術工芸品を含むこと」は、著作権法に規定されている。"
    },
    "correct_answer": "イ",
    "explanation": "次の赤い線囲部分が、読った選択肢の不適切な部分である。下記の知識に基づき、選択肢の〇を選ぶ。\n\n選択肢別: ア:不適切である。小説、脚本、論文、講演その他の言語の著作物は、著作権法に規定されている（著作権法10条1項1号）。/ イ:適切である。地図または学術的な性質を有する図面、図表、模型その他の図形の著作物は、著作権法に規定されている（同法同条同項6号）。/ ウ:不適切である。美術の著作物には美術工芸品含むことは、著作権法に規定されている（同法2条2項）。",
    "sub_category": "著作権法",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 11,
    "question_text": "不正競争防止法に関する記述として、最も適切なものはどれか",
    "choices": {
      "ア": "不正競争防止法2条第1項1号に規定する、いわゆる周知表示混同惑乱において、「人の業務に係わる氏名」は商品等表示には含まれない。",
      "イ": "不正競争防止法2条第1項第3号に規定する、いわゆるデッドコピー規制による保護期間は、外国において最初に販売された日から起算して3年を経過するまでである。",
      "ウ": "不正競争防止法2条第1項第3号に規定する、いわゆるデッドコピー規制の要件である「模倣する」とは、他人の商品の形態に依拠して、これと実質的に同一の商品を作りすることという旨が、不正競争防止法に規定されている。",
      "エ": "不正競争防止法2条第1項第11号方第16号で保護される限定提供データは、技術上の情報のみを指す。"
    },
    "correct_answer": "ウ",
    "explanation": "不正競争防止法に関する出題である。\n\n選択肢別: ア:不適切である。商品等表示とは、人の業務に係わる氏名、商号、商標、標章、商品の容器もしくは包装その他の商品または営業を示すもののいう（不正競争防止法2条1項1号）。/ イ:適切である。デッドコピー規制による保護期間は、外国において最初に販売された日から起算して3年を経過するまでである（同法19条1項5号）。/ ウ:適切である。選択肢の選り抜き定められている（同法2条5項）。/ エ:不適切である。「限定提供データ」とは、業として特定の者に提供する情報として電磁的方法により相当量警察され、および び管理されているもの を除くという（同法2条7項）。",
    "sub_category": "不正競争防止法",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 12,
    "question_text": "実用新案法に関する記述として、最も適切なものはどれか",
    "choices": {
      "ア": "実用新案権の存続期間は、実用新案登録の日から10年をもって終了する。",
      "イ": "実用新案存続出願の願書には、明細書、実用新案登録請求の願書、図面及び要約書を添付しなければならない。",
      "ウ": "実用新案法は、物品の形状と様式の結合に係る考案のみを保護している。",
      "エ": "他人の実用新案権を侵害した者は、その侵害の行為について過失があったものと推定される。"
    },
    "correct_answer": "ア",
    "explanation": "実用新案権の存続期間は、実用新案登録の日から10年をもって終了する。",
    "sub_category": "実用新案法",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 13,
    "question_text": "以下の会話は、X株式会社を経営する甲氏と、中小企業診断士であるあなたとの間で行われたものである。この会話の中の空欄Aと Bにおいて最も適切なものを下記の解答群から選べ。\n\n甲　氏：「私は便利な磁除用具を発明しました。われわれがぞもともいいアイデアであり、特許を取ってみたいと考えています。そこで質問があります。実はこの発明は1ヵ月前に発明に展開してしまいました。そのときはまだ特許を取るんで全然考えていなかったので、発明に自発的に秘密して出品しました。しかし、先選になって特許を取りたいと思うようになりました。\n\n新規性がないということで、その後の特許を取得することは無理でしょうか。この特例期間は1週間ではなり開催されました。一般に御質し方で、老若男女問わずく米業者がありました。新規性を喪失してそれ以降情報開の信息でした。この期間については教えていただきたいのでしょうか。」\n\nあなた：「 Ａ　 」。知り合いの弁理士をご紹介しましょうか」",
    "choices": {
      "ア": "新規性を喪失した日から1年以内に特許出願をする必要があります。そして、特許を受ける権利を有する者の行為に起因して発明が新規性を喪失した場合に、所定の手続要件を充足することで、この適用を受けられます",
      "イ": "新規性を喪失した日から18ヵ月以内に特許出願することはできます。しかし、この適用を受けられるのは、特許を受ける権利を有する者の意に反して発明が新規性を喪失した場合に限られます",
      "ウ": "新規性を喪失した日から18ヵ月以内に特許出願する必要があります。そして、特許を受ける権利を有する者の行為に起因して発明が新規性を喪失した場合に、所定の予備的要件を充たすことで、この適用を受けられます",
      "エ": "新規性を喪失した日から2年以内に特許出願すればこの適用を受けられます。しかし、この適用を受けられるのは、特許を受ける権利を有する者の意に反して発明が新規性を喪失した場合に限られます"
    },
    "correct_answer": "ア",
    "explanation": "新規性を喪失した日から1年以内に特許出願をする必要があります。そして、特許を受ける権利を有する者の行為に起因して発明が新規性を喪失した場合に、所定の手続要件を充足することで、この適用を受けられます",
    "sub_category": "商標法",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 14,
    "question_text": "以下の会話は、兼職家である甲氏と、中小企業診断士である あなたとの間で行われたものである。この会話の中の空欄Aに入る記述として、最も適切なものを下記の解答群から選べ。\n\n甲　氏：「私は優利な諸除用具を発明しました。われわれがとても良いアイデアで\nあり、特許を取ってみたいと考えています。そこで質問があります。\n実はこの発明を１か月前に発明展に展示してしまいました。そのときは\nまだ特許を取るなんて全然考えていなかったので、発明に自発的に報知\nして出品しました。しかし、先選になって特許を取りたいと思うようになり\nました。\n新規性がないということで、この発明の特許が取得することは無理でしょ\nうか。この発明は１週間以内に開催されました。一般に開放したので、\n老若男女問わずくの来場者がありました。新規性を喪失しても特許され\nる制度について教えていただいているでしょうか。」\n\nあなた：「発明の新規性喪失の例外見なし。　___　。知り合いの弁理士をご\n紹介しましょうか。」",
    "choices": {
      "ア": "新規性を喪失した日から１年以内に特許出願すれば この適用を受けられます。しかし、この適用を受けられるのは、特許を受ける権利を有する者の意に反して発明が新規性を喪失した場合に限られます",
      "イ": "新規性を喪失した日から18か月以内に特許出願すればこの適用を受けられます。しかし、この適用を受けられるのは、特許を受ける権利を有する者の意に反して発明が新規性を喪失した場合に限られます",
      "ウ": "新規性を喪失した日から18か月以内に特許出願すれば この適用を受けられます。そして、特許を受ける権利を有する者の行為に起因して発明が新規性を喪失した場合にも、所定の手続的要件を充足することで、この適用を受けられます",
      "エ": "新規性を喪失した日から２年以内に特許出願すればこの適用を受けられます。しかし、この適用を受けられるのは、特許を受ける権利を有する者の意に反して発明が新規性を喪失した場合に限られます"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:新規性を喪失した日から１年以内という期間は正確ではない。また、新規性喪失の例外は、出願人の意に反する場合だけでなく、特定の条件下では出願人自身の行為による喪失にも適用される。イ:新規性を喪失した日から18か月以内という期間は正確だが、適用される場面を限定し過ぎている。新規性喪失の例外は、出願人の行為に起因して発明が新規性を喪失した場合にも、所定の手続的要件を充足することで適用される。ウ:新規性を喪失した日から18か月以内に特許出願すれば適用を受けられます。そして、特許を受ける権利を有する者の行為に起因して発明が新規性を喪失した場合にも、所定の手続的要件を充足することで、この適用を受けられます。これが新規性喪失の例外制度の正確な内容である。エ:２年という期間は不正確であり、また適用範囲の説明も正確ではない。",
    "sub_category": "特許法",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 15,
    "question_text": "以下の会話は、X株式会社の広報担当者である甲氏と、中小企業診断士であるあなたとの間で行われたものである。この会話の中の空欄Aに入る記述として、最も適切なものを下記の解答群から選べ。\n\n甲　氏：「弊社のパンフレットに掲載する絵の制作を、外部のイラストレーター\n乙氏に依頼することとなりました。この絵の著作権について教えていた\nだきたのですが。」\n\nあなた：「乙氏は著作権法上、　___　と　___　を有します。例えば、乙の\n意思に反して絵の内容を勝手に改変すると、　___　の同一性保持権の侵\n害となります。　___　は　___　です。」",
    "choices": {
      "ア": "A:著作権　B:著作者人格権　C:著作権　D:著作権　E:著作者著作権",
      "イ": "A:著作権　B:著作者人格権　C:著作権　D:著作権　E:著作権",
      "ウ": "A:著作者人格権　B:著作権　C:著作権　D:著作権　E:著作者人格権",
      "エ": "A:著作者人格権　B:著作権　C:著作権　D:著作権　E:著作権"
    },
    "correct_answer": "イ",
    "explanation": "テーマ：著作権法\n著作者の著作権と著作者人格権に関する出題である。\n\n空欄A: 著作権\n外部のイラストレーター乙氏は著作権を有します。\n\n空欄B: 著作者人格権\n乙氏は著作者人格権も有します。著作権と著作者人格権は著作者に帰属します。\n\n空欄C: 著作権\n改変によって損害される権利は著作者人格権の同一性保持権です。\n\n空欄D: 著作権\nCで説明した同一性保持権は、著作者人格権に属する権利です。\n\n空欄E: 著作権\nCで説明した著作権は、著作者人格権の一種である同一性保持権です。\n\nしたがって、イが適切である。",
    "sub_category": "著作権法",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 17,
    "question_text": "以下の会話は、X株式会社の代表取締役甲氏と、中小企業診断士であるあなたとの間で行われたものである。この会話に基づき下記の設問に答えよ。\n\n甲氏:「弊社は、Y社から商品を輸入し、国内で販売しようと考えています。それに当たって、Y社から届いた契約書を検討しているのですが、以下の規定の中で、弊社にとって不利な箇所はありませんでしょうか。\n\n9. Seller warrants to Buyer that the Goods purchased by Buyer from Seller shall be free from defects in raw material and workmanship.\n\nBuyer shall indemnify and hold Seller harmless from and against any and all liabilities, damages, claims, causes of action, losses, costs and expenses (including attorneys' fees) of any kind, royalties and license fees arising from or for infringement of any patent by reason of any sale or use of the Goods.\n\n10. If Buyer terminates this Agreement and Seller has procured raw material for such releases occurring after the termination date in accordance with Buyer's product releases, Buyer shall purchase such raw material from Seller at a price determined by Seller.\n\nあなた:「9条は、という点で、10条は、削ぱ本契約を解除した一方で、売主が契約終了以降の削ぱの製品発売に合わせて、原材料を調達していた場合に、という点で、それぞれ削ぱとって、不利な条項となっています。」\n\n甲氏:「ありがとうございます。その点については、Y社と交渉しようと思います。また、Y社からは、日本での商品の小売機格について、Y社が決めたものに従っていただきたいと言われています」\n\nあなた:「その点も含めて、知り合いの弁護士を紹介しますので、相談に行きませんか。」\n\n甲氏:「ぜひともとお願いします。」",
    "choices": {
      "ア": "商品につき、売上げ何らの保証もしない",
      "イ": "売上が決めた価格で売上からの当該製材料を購入する",
      "ウ": "商品に特許侵害があった場合に、削ぱが責任を負う",
      "エ": "商品に特許侵害があった場合に、削ぱが責任を負う"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。第9条第1文は「売主が商品に原材料および製造上の欠陥がないことを保証する」と定めており、売上げ何らの保証をしないとするものではない。/ イ:不適切である。第9条第2文では「商品の販売または使用を理由とする特許の侵害に起因する、あらゆる種類のすべての責任を売主に対する保証もしないものではなく、売主が買主に対する補償責任を負うことが定められている。/ ウ:適切である。第9条第2文では、買主が商品の販売または使用を理由とする特許の侵害に起因する損害を被った場合、買主は売上が決めた価格で売上から当該製材料を購入するものとされている。よって、買主にとって不利な条項である。/ エ:不適切である。",
    "sub_category": "企業活動に関する法律知識",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 20,
    "question_text": "相続に関する記述として、最も適切なものはどれか。なお、別枝の意思表示はないものとする。",
    "choices": {
      "ア": "債権が承継される場合でも、その債務者は、相続をもって債権者に対抗することができる。",
      "イ": "差押えを受けた債権の第三債務者は、差押え前に取得した債務者に対する債権による相殺を相続人に対抗することはできない。",
      "ウ": "相続の意思表示には期限を付することはできないが、条件を付することはできる。",
      "エ": "二人が互いに相手方に対し同種の目的を有する債務を負担する場合で、自働債権が弁済期にあれば、受働債権の弁済期が到来していくども、期限の利益を放棄することで、相殺することができる。"
    },
    "correct_answer": "ア",
    "explanation": "相続に関する基礎知識に関する出題である。\n\n選択肢別: ア:適切である。債権が承継される場合には、その債務者は相続をもって新たな債権者である相続人に対抗できることが基本的なルールである。ただし、相続をもって特定の債権者に対抗することができないわけではない。 / イ:不適切である。差押えを受けた債権の第三債務者は、差押え前に取得した債務者に対する債権による相殺を相続人に対抗することはできない点は正しいが、正確には差押え後の対抗については制限される。 / ウ:不適切である。相続の意思表示には期限を付することはできないが、条件を付することはできるというのは誤りである。 / エ:不適切である。二人が互いに相手方に対し同種の目的を有する債務を負担する場合で、自働債権が弁済期にあれば、受働債権の弁済期が到来していくても、期限の利益を放棄することで、相殺することができるという記述は正確ではない。",
    "sub_category": "相続概説",
    "subject": "経営法務"
  },
  {
    "year": "令和4年度",
    "question_number": 21,
    "question_text": "被相続人Xが死亡し、相続が生じた。Aはその配偶者である。B、C、E及びGはAの子である。DはCの配偶者であり、IはDの子である。FはEの配偶者であり、KはEの子である。HはGの配偶者である。以下の関係図について、Aの子が相続人となり、B及びGはX死亡後に死亡している（下図参照）。\n\nEはXの相続について相続放棄をしたが、それ以外の相続人は承認した。\n\n         乙A    ── X（被相続人）\n         │\n    ┌─────┴──────┬─────┐\n    │       │     │\n    B      乙C   D    E    F    乙G   H\n              │\n            I  J       K     L\n\nこの場合、Xの相続関係について、それぞれの相続人が相続する割合として、最も適切なのはどれか。\n\nなお、選言は長く、選言分割協議を整ってわかず、相続人はいずれも婚姻されていないものとし、寄与分及び特別寄与についても争いないものとする。",
    "choices": {
      "ア": "Bが3分の1、Iが6分の1、Jが6分の1、Kが3分の1を相続する。",
      "イ": "Bが3分の1、Iが6分の1、Jが6分の1、Lが3分の1を相続する。",
      "ウ": "Bが4分の1、Iが4分の1、Jが4分の1、Lが4分の1を相続する。",
      "エ": "Bが4分の1、Iが8分の1、Jが8分の1、Kが4分の1、Lが4分の1を相続する。"
    },
    "correct_answer": "エ",
    "explanation": "法定相続分と法定相続分に関する出題である。\n\nまず、Xの相続人となるのは、Aと直系卑属である。B、C、Eが直系卑属であるが、Eが相続放棄をしているため、相続人はAとB、Cとなる。C及びGが相続人となり、B及びGはX死亡後に死亡している。\n\nEはXの相続について相続放棄をしたが、それ以外の相続人は承認した。\n\nこの場合の相続関係については、以下の通りである：\n- Aは配偶者として1/2\n- B、C（及びGの代わりにH）は直系卑属として1/2を3等分、各1/6\n\nしかし、B及びGが死亡しているため、代襲相続が発生する。\n\n結果として、最も適切なのはエである。",
    "sub_category": "相続",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 1,
    "question_text": "株主総会に関する記述として、最も適切なものはどれか。\n\nア　株主総会の報告事項及び決議事項について、株主総会における決議及び報告のいずれも省略することが可能となった場合、株主総会の開催を省略することができるため、株主総会事録の作成も不要となる。\n\nイ　公開会社ではない会社及び公開会社のいずれの会社においても、取締役又は株主が提案した株主総会の目的である旨項について、当該提案について議決権を行使することができる株主の全員から書面又は電磁的方法により同意の意思表示があったとは、当該提案を可決する旨の決議があったものとみなされる。\n\nウ　公開会社ではない会社においては、株主総会は、株主全員の同意があるとは招集手続を経ることなく開催することができるが、公開会社においては、定款に書面による議決権行使及び電磁的方法による議決権行使に関する定めがあるか否かにかかわらず、株主全員の同意があっても、招集手続を経ることなく株主総会を開催することはできない。\n\nエ　公開会社ではない会社においては、取締役が株主の全員に対して株主総会に報告すべき事項を通知した場合において、当該事項を株主総会に報告することを要しないことについて株主の全員が書面又は電磁的方法により同意の意思表示があったときは、当該事項の株主総会への報告があったものとみなされるが、公開会社においては、このような株主全員の同意の意思表示があっても、当該事項の株主総会への報告があったものとはみなされない。",
    "choices": {
      "ア": "株主総会の報告事項及び決議事項について、株主総会における決議及び報告のいずれも省略することが可能となった場合、株主総会の開催を省略することができるため、株主総会事録の作成も不要となる。",
      "イ": "公開会社ではない会社及び公開会社のいずれの会社においても、取締役又は株主が提案した株主総会の目的である旨項について、当該提案について議決権を行使することができる株主の全員から書面又は電磁的方法により同意の意思表示があったとは、当該提案を可決する旨の決議があったものとみなされる。",
      "ウ": "公開会社ではない会社においては、株主総会は、株主全員の同意があるとは招集手続を経ることなく開催することができるが、公開会社においては、定款に書面による議決権行使及び電磁的方法による議決権行使に関する定めがあるか否かにかかわらず、株主全員の同意があっても、招集手続を経ることなく株主総会を開催することはできない。",
      "エ": "公開会社ではない会社においては、取締役が株主の全員に対して株主総会に報告すべき事項を通知した場合において、当該事項を株主総会に報告することを要しないことについて株主の全員が書面又は電磁的方法により同意の意思表示があったときは、当該事項の株主総会への報告があったものとみなされるが、公開会社においては、このような株主全員の同意の意思表示があっても、当該事項の株主総会への報告があったものとはみなされない。"
    },
    "correct_answer": "エ",
    "explanation": "株主総会に関する公開会社と非公開会社の法的取扱いの相違に関する出題である。\n\n選択肢別: ア:不適切である。株主総会の開催を省略することができても、株主総会事録の作成は別途必要である。/ イ:不適切である。公開会社においては、株主全員の同意があっても、当該提案を可決する旨の決議があったものとはみなされない。/ ウ:不適切である。公開会社においても、株主全員の同意があれば、招集手続を経ることなく開催することができる（ただし、定款に書面による議決権行使等の定めがある場合の取扱いに限定される）。/ エ:適切である。公開会社ではない会社においては、株主の全員の同意により株主総会への報告を省略することができるが、公開会社においては、定款に定めがある場合を除き、このような全員同意による省略はできない。",
    "sub_category": "株主総会",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 2,
    "question_text": "監査役会設置会社における取締役及び監査役の株主総会における選任と解任の決議に関する事項の記述として、最も適切なものはどれか。\n\nア　取締役及び監査役の解任に関する株主総会の決議は、いずれも、定めに定めることにより、議決権を行使することができる株主の議決権の3分の1を有する株主が出席し、出席した当該株主の議決権の過半数をもって行うことができる。\n\nイ　取締役及び監査役の解任に関する株主総会の決議は、いずれも、定めに別度の定めがない場合、議決権を行使することができる株主の議決権の過半数を有する株主が出席し、出席した当該株主の議決権の3分の2以上にあたる多数をもって行わなければならない。\n\nウ　取締役及び監査役の選任に関する株主総会の決議は、いずれも、定めに定めることにより、議決権を行使することができる株主の議決権の5分の1を有する株主が出席し、出席した当該株主の議決権の過半数をもって行うことができる。\n\nエ　取締役及び監査役の選任に関する株主総会の決議は、いずれも、定めに別度の定めがない場合、議決権を行使することができる株主の議決権の過半数を有する株主が出席し、出席した当該株主の議決権の過半数をもって行わなければならない。",
    "choices": {
      "ア": "取締役及び監査役の解任に関する株主総会の決議は、いずれも、定めに定めることにより、議決権を行使することができる株主の議決権の3分の1を有する株主が出席し、出席した当該株主の議決権の過半数をもって行うことができる。",
      "イ": "取締役及び監査役の解任に関する株主総会の決議は、いずれも、定めに別度の定めがない場合、議決権を行使することができる株主の議決権の過半数を有する株主が出席し、出席した当該株主の議決権の3分の2以上にあたる多数をもって行わなければならない。",
      "ウ": "取締役及び監査役の選任に関する株主総会の決議は、いずれも、定めに定めることにより、議決権を行使することができる株主の議決権の5分の1を有する株主が出席し、出席した当該株主の議決権の過半数をもって行うことができる。",
      "エ": "取締役及び監査役の選任に関する株主総会の決議は、いずれも、定めに別度の定めがない場合、議決権を行使することができる株主の議決権の過半数を有する株主が出席し、出席した当該株主の議決権の過半数をもって行わなければならない。"
    },
    "correct_answer": "ウ",
    "explanation": "監査役会設置会社における取締役及び監査役の選任・解任に関する決議要件の相違に関する出題である。\n\n選択肢別: ア:不適切である。監査役の解任に関する決議は、別度の定めがない場合、議決権の過半数を有する株主の出席と、出席した株主の議決権の3分の2以上の多数が必要である。/ イ:不適切である。取締役の解任に関しては、議決権の過半数による決議で足りるが、監査役の解任にはより厳格な要件（3分の2以上）が適用される。/ ウ:適切である。監査役の選任に関する決議は、別度の定めがない場合通常の決議要件（過半数の出席、過半数の議決権）で足りるが、定款で定めることにより、議決権の5分の1以上の出席で足りる旨の規定を設けることが可能である。/ エ:不適切である。監査役の選任に関する決議は、通常の決議要件で足りるが、取締役の選任に関しても同様の要件が適用される。",
    "sub_category": "取締役及び監査役の選任と解任",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 3,
    "question_text": "監査役会設置会社における取締役会の会社法上の定めに関する記述として、最も適切なものはどれか。なお、本問における取締役会は特別取締役会による取締役会は考慮しないものとする。\n\nア　会社法し、監査役は、必要があると認めるときは、取締役に対し、取締役会の招集を請求することができるとされているが、いかなる場合においても監査役自らが取締役会を招集することはできないと考えられている。\n\nイ　会社法し、定款又は取締役会で定めた取締役が取締役会を招集する場合、取締役会の招集通知には、取締役会の日時及び場所並びに取締役会の目的事項を記載しなければならないとされている。\n\nウ　会社法し、取締役会の招集通知は、各取締役の他に、各監査役に対しても発しなければならないとされている。\n\nエ　会社法し、取締役会の招集通知は、定款で定めることにより、取締役会の日の1週間前までに発する必要はなくなるが、その場合でも取締役会の日の3日前までには発しなければならないとされている。",
    "choices": {
      "ア": "会社法し、監査役は、必要があると認めるときは、取締役に対し、取締役会の招集を請求することができるとされているが、いかなる場合においても監査役自らが取締役会を招集することはできないと考えられている。",
      "イ": "会社法し、定款又は取締役会で定めた取締役が取締役会を招集する場合、取締役会の招集通知には、取締役会の日時及び場所並びに取締役会の目的事項を記載しなければならないとされている。",
      "ウ": "会社法し、取締役会の招集通知は、各取締役の他に、各監査役に対しても発しなければならないとされている。",
      "エ": "会社法し、取締役会の招集通知は、定款で定めることにより、取締役会の日の1週間前までに発する必要はなくなるが、その場合でも取締役会の日の3日前までには発しなければならないとされている。"
    },
    "correct_answer": "ウ",
    "explanation": "取締役会の招集に関する会社法上の要件に関する出題である。\n\n選択肢別: ア:不適切である。監査役は、必要があると認めるときは、取締役に対して取締役会の招集を請求することができ、また、取締役会の招集通知において定めた期間内（原則1週間）に招集の請求を受けた場合は、監査役が直接取締役会を招集することも可能である。/ イ:不適切である。取締役会の招集通知には、取締役会の日時、場所及び目的事項を記載する必要があるが、「定款又は取締役会で定めた」ではなく、「会社法又は定款で定める」が正確である。/ ウ:適切である。取締役会の招集通知は、各取締役及び各監査役に対して発しなければならないとされている。これにより監査役は取締役会の内容を把握し、必要に応じて監査を実施することができる。/ エ:不適切である。招集通知の期限は、定款で短縮することは可能だが、3日前までという下限は設けられていない。定款で定めることにより、より短い期間での招集も可能である。",
    "sub_category": "取締役会",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 4,
    "question_text": "監査役会設置会社における監査役に関する記述として、最も適切なものはどれか。\n\nア　監査役の報酬は、その額を定款で定めていないときは、取締役会の決議で定めなければならない。\n\nイ　監査役は、当該会社の業務及び財産の状況の調査をすることができる。\n\nウ　監査役は、当該会社の取締役・従業員及び子会社の従業員についても兼ねることができるが、子会社の使用人については兼ねることができない。\n\nエ　監査役は、取締役会が法令に違反する行為をするおそれがある場合において、当該行為によって当該会社に著しい担当が生ずるおそれがある場合で、かつ監査役の決議を経ければ、当該行為の差止めを請求することができない。",
    "choices": {
      "ア": "監査役の報酬は、その額を定款で定めていないときは、取締役会の決議で定めなければならない。",
      "イ": "監査役は、当該会社の業務及び財産の状況の調査をすることができる。",
      "ウ": "監査役は、当該会社の取締役・従業員及び子会社の従業員についても兼ねることができるが、子会社の使用人については兼ねることができない。",
      "エ": "監査役は、取締役会が法令に違反する行為をするおそれがある場合において、当該行為によって当該会社に著しい担当が生ずるおそれがある場合で、かつ監査役の決議を経ければ、当該行為の差止めを請求することができない。"
    },
    "correct_answer": "イ",
    "explanation": "監査役の権限及び地位に関する会社法上の規定に関する出題である。\n\n選択肢別: ア:不適切である。監査役の報酬は、定款で定めない場合、株主総会で定めるか、あるいは定款で別途の定めがなければ取締役会では決定できない。監査役報酬は取締役報酬とは異なり、取締役会の決議のみでは定めることができない。/ イ:適切である。会社法第382条の規定により、監査役は当該会社の業務及び財産の状況について調査をすることができるとされている。/ ウ:不適切である。監査役は、当該会社の取締役・従業員については兼ねることができるが、子会社の従業員については兼ねることができないと考えられている。/ エ:不適切である。監査役は取締役が法令に違反する行為をするおそれがある場合、当該行為によって会社に著しい担当が生ずるおそれがある場合で、かつ必要があるときは、当該行為の差止めを請求することができる。",
    "sub_category": "監査役",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 5,
    "question_text": "以下の会話は、株式会社の設立を考えている甲氏と中小企業診断士であるあなたとの間で行われたものである。この会話を読んで、下記の設問に答えよ。なお、甲氏は、定款を書面で作成することを考えている。\n\n甲　氏：「これまで、個人で事業を行っていましたが、事業が軌道に乗ってきたので、株式会社を設立したいと思います。新しく設立する会社が発行する株式については、私が引き受ける他に、私の父が設立した X株式会社と私の友人である乙氏にも引き受けてもらうことになっています。ちょっと調べたところ、株式会社を設立する場合には、定款に発起人が署名または記名押印しなければならないと聞きました。私は発起人になることにしていますが、乙氏も発起人になるのでしょうか。」\n\nあなた：「A　。」\n\n甲　氏：「ありがとうございます。では、X株式会社は発起人になることはできるのでしょうか。」\n\nあなた：「B　。」\n\n甲　氏：「では、Y株式会社に吸収合併は事業譲渡ですべての事業を移管した場合、X株式会社はどうなるのでしょうか。」\n\nあなた：「C　。」\n\n甲　氏：「なかなか複雑ですね。実は、Y株式会社の他に、私の知人である乙氏から X株式会社の事業の全部を承継してもよいという話も聞いています。乙氏は会社を設立しておらず、個人で事業を行っているのですが、事業譲渡や吸収合併は、相手先会社でなくても可能なのでしょうか。」\n\nあなた：「D　。」\n\n甲　氏：「いろいろとありがとうございます。分からないことがあったら、また相談させてください。」\n\nあなた：「お気軽にご相談ください。ご要望に応じて、弁護士をご紹介します。」",
    "choices": {
      "ア": "A　。",
      "イ": "B　。",
      "ウ": "C　。",
      "エ": "D　。"
    },
    "correct_answer": "ウ",
    "explanation": "空欄問題として、会社設立における発起人の要件と事業譲渡・吸収合併に関する法的な取扱いに関する出題である。\n\n空欄A: 発起人の要件\n発起人は株式会社の設立に際して定款に署名または記名押印する者である。乙氏が発起人になるか否かは、乙氏が株式の引受けのみを行うのか、それとも会社設立時に株式を引き受けるとともに発起人としての役割を果たすのかによって異なる。乙氏が単に株式を引き受けるだけの場合は、発起人とはならない。\n\n空欄B: X株式会社が発起人となり得るか\nX株式会社は法人なので、発起人になることはできるのでしょうか。会社法では、私は発起人になることにしていますが、乙氏も発起人になるのでしょうか。」についての回答である。法人も発起人になることができる。\n\n空欄C: Y株式会社に吸収合併した場合\nY株式会社に吸収合併または事業譲渡ですべての事業を移管した場合、X株式会社はどうなるのでしょうか。吸収合併により事業を移管した場合、X株式会社は消滅する。事業譲渡の場合は、X株式会社は存続するが、事業が移管される。\n\n空欄D: 個人への事業譲渡\n事業譲渡が個人でも可能か、という質問である。事業譲渡は相手が法人に限定されず、個人でも可能である。乙氏が個人であっても、X株式会社からの事業譲渡を受けることができる。",
    "sub_category": "会社設立と事業譲渡",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 6,
    "question_text": "以下の会話は、X株式会社の代表取締役である甲氏と、中小企業診断士であるあなたとの間で行われたものである。この会話を読んで、下記の設問に答えよ。\n\nなお、本問における吸収合併の手続においては、X株式会社を消滅会社とすることを念頭に置いている。\n\n甲　氏：「このたび、X株式会社の事業の全部を議渡することを考えており、議渡先を探していたところ、取引先であるY株式会社から、X株式会社の事業の全部を請け受けてもよいという話がありました。知人に聞いたところ、X株式会社の事業の全部をY株式会社に移すする方法としては、事業譲渡の他に吸収合併という方法がある。という話を聞いています。知人に聞いたところ、X株式会社の事業の全部をY株式会社に移する方法としては、事業譲渡の他に吸収合併という方法があるという話を聞きました。取引先への商品代金の支払債務について、事業譲渡と吸収合併によって違いはあるのでしょうか。」\n\nあなた：「A　。」\n\n甲　氏：「なるほど。ありがとうございます。では、吸収合併と事業譲渡で、Y株式会社から受け取る対価に違いはあるのでしょうか。」\n\nあなた：「B　。」\n\n甲　氏：「では、Y株式会社に吸収合併は事業譲渡ですべての事業を移管した場合、X株式会社はどうなるのでしょうか。」\n\nあなた：「C　。」\n\n甲　氏：「なかなか複雑ですね。実は、Y株式会社の他に、私の知人である乙氏から X株式会社の事業の全部を承継してもよいという話も聞いています。乙氏は会社を設立しておらず、個人で事業を行っているのですが、事業譲渡や吸収合併は、相手先会社でなくても可能なのでしょうか。」\n\nあなた：「D　。」\n\n甲　氏：「分かりました。今日のお話を踏まえ、スキームを検討します。また、ご相談させてください。」",
    "choices": {
      "ア": "A　。",
      "イ": "B　。",
      "ウ": "C　。",
      "エ": "D　。"
    },
    "correct_answer": "エ",
    "explanation": "空欄A: 事業譲渡と吸収合併における債務の取扱い\nX株式会社が取引先への商品代金の支払債務を負っている場合、事業譲渡では通常X株式会社がその債務を負い続けることになる（引き継がない限り）。一方、吸収合併では、X株式会社がY株式会社に吸収される場合、その債務はY株式会社に当然に承継される。この点が最大の違いである。\n\n空欄B: 事業譲渡と吸収合併における対価の相違\n吸収合併と事業譲渡では対価の形態が異なる可能性がある。事業譲渡ではY株式会社が金銭または株式等の対価を支払い、吸収合併では吸収する会社（Y株式会社）の株式等がX株式会社の株主に交付される。対価の決定方法や形態に違いがある可能性がある。\n\n空欄C: Y株式会社に吸収合併した場合のX株式会社の運命\nX株式会社がY株式会社に吸収される場合、X株式会社は消滅する。これは吸収合併の最大の特徴である。一方、事業譲渡の場合はX株式会社は存続し、事業のみが移管される。\n\n空欄D: 個人への事業譲渡及び吸収合併の可能性\n事業譲渡は個人に対しても可能である。乙氏が個人であっても、X株式会社からの事業譲渡を受けることができる。一方、吸収合併は、吸収する側が法人である必要がある。乙氏が個人である場合、吸収合併は成立しない。事業譲渡であれば、相手が個人でも可能である。",
    "sub_category": "事業譲渡と吸収合併",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 7,
    "question_text": "企業活動に関する法律知識\n\n独占禁止法が定める課徴金減免制度に関する出題である。",
    "choices": {
      "ア": "不適切である。課徴金減免制度における申請方法は、所定の報告書を電子メールで公正取引委員会に提出しなければならない（課徴金の減免に係る事実の報告及び資料の提出に関する規則1条1項、7条2項）。",
      "イ": "不適切である。課徴金減免制度の対象は、いわゆるカルテルや大札謀合といった不当な取引行為に限られ、優越的地位の濫用行為は合まれない（独占禁止法7条の4第1項柱書、7条の2第1項柱書）。",
      "ウ": "不適切である。調査開始後に課徴金減免申請を行った場合であっても、中請前位等に応じた減免を受けられる場合がある（同法7条の4第3項）。なお、この場合においては、申請期限に応じた減免率は5％から10％、協力度合いに応じた減免率は最大20％である。",
      "エ": "適切である。調査開始前に単独で課徴金減免申請を行い、その申請期限が1位の場合、100％の減免（全額免除）を受けることができる（同法7条の4号1項）。"
    },
    "correct_answer": "エ",
    "explanation": "選択肢別: ア:不適切である。課徴金減免制度における申請方法は、所定の報告書を電子メールで公正取引委員会に提出しなければならない。 / イ:不適切である。課徴金減免制度の対象は、いわゆるカルテルや大札謀合といった不当な取引行為に限られ、優越的地位の濫用行為は合まれない。 / ウ:不適切である。調査開始後に課徴金減免申請を行った場合であっても、中請前位等に応じた減免を受けられる場合がある。 / エ:適切である。調査開始前に単独で課徴金減免申請を行い、その申請期限が1位の場合、100％の減免を受けることができる。",
    "sub_category": "企業活動に関する法律知識",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 8,
    "question_text": "倒産法各説\n\n民事再生手続における民務契約の取り扱いに関する出題である。",
    "choices": {
      "ア": "適切である。再生債務者に対して継続的給付の義務を負う双務契約の相手方は、再生手続開始の申立てで前の給付に係る再生債務については弁済がないことを理由として、再生手続開始後は、その義務の履行を担ってこともできなくする（民事再生法50条1項）。",
      "イ": "不適切である。再生子続開始前に単生債務者の債務不履行により解除権が発生している場合において、請負人またはその債務管理人による解除権が定められているが（民事再生法642条1項本文）、再生子続開始後の解除を禁止する規定は存在されていない。",
      "ウ": "不適切である。注文者が破産手続開始決定を受けた場合には、請負人は、注文者その他の使用人または当該子会社の会計参与もしくは執行役を兼ねることはできない（同法305条2項）。",
      "エ": "不適切である。賃貸人につき再生手続開始決定があった場合には、賃借人は対抗要件を具備しているおそれがあるときは、賃借通知を発しなければならない（同法305条2項）ため、監査役の決議は必要ないとされている。"
    },
    "correct_answer": "ア",
    "explanation": "選択肢別: ア:適切である。再生債務者に対して継続的給付の義務を負う双務契約の相手方は、再生手続開始の申立てで前の給付に係る再生債務については弁済がないことを理由として、再生手続開始後は、その義務の履行を担ってこともできなくすることができる。 / イ:不適切である。再生子続開始前に単生債務者の債務不履行により解除権が発生している場合において、請負人またはその債務管理人による解除権が定められているが、再生子続開始後の解除を禁止する規定は存在されていない。 / ウ:不適切である。注文者が破産手続開始決定を受けた場合には、請負人は、注文者その他の使用人または当該子会社の会計参与もしくは執行役を兼ねることはできない。 / エ:不適切である。賃貸人につき再生手続開始決定があった場合には、賃借人は対抗要件を具備しているおそれがあるときは、賃借通知を発しなければならないため、監査役の決議は必要ないとされている。",
    "sub_category": "倒産法各説",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 9,
    "question_text": "発明の実施行為に関する出題である。",
    "choices": {
      "ア": "不適切である。物の発明にあっては、その物の輸出をする行為は、その物の発明の実施に該当する（特許法2条3項1号）。",
      "イ": "不適切である。物の発明にあっては、その物の輸入をする行為は、その物の発明の実施に該当する（同法2条3項1号）。",
      "ウ": "適切である。物を生産する装置の発明は「物の発明」であり、その物の生産、使用、譲渡等、輸出もしくは輸入または譲渡等の申し出をする行為が実施行為に該当する（同法2条3項1号）。しかし、その装置により生産した物を譲渡する行為は、いずれの実施行為にも該当しない。",
      "エ": "不適切である。物を生産する方法の発明においては、その方法の使用をする行為は、その方法の使用をする行為が実施行為に該当する（同法2条3項2号、3号）。"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。物の発明にあっては、その物の輸出をする行為は、その物の発明の実施に該当する（特許法2条3項1号）。 / イ:不適切である。物の発明にあっては、その物の輸入をする行為は、その物の発明の実施に該当する（同法2条3項1号）。 / ウ:適切である。物を生産する装置の発明は「物の発明」であり、その物の生産、使用、譲渡等、輸出もしくは輸入または譲渡等の申し出をする行為が実施行為に該当する（同法2条3項1号）。しかし、その装置により生産した物を譲渡する行為は、いずれの実施行為にも該当しない。 / エ:不適切である。物を生産する方法の発明においては、その方法の使用をする行為は、その方法の使用をする行為が実施行為に該当する（同法2条3項2号、3号）。",
    "sub_category": "特許法",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 10,
    "question_text": "特許法、実用新案法の制度の比較に関する出題である。",
    "choices": {
      "ア": "適切である。国内優先権制度は、特許法41条および実用新案法8条に規定されている。",
      "イ": "不適切である。出願公開制度は、特許法64条および高標法12条の2に規定されているが、実用新案法には規定されていない。",
      "ウ": "不適切である。不実施の場合の通常実施権の設定の救済制度は、特許法83条および実用新案法21条に規定されている。",
      "エ": "不適切である。物を生産する方法は特許法上の発明に該当する（特許法2条3項3号）。一方、実用新案法における物の形状に関わせてしてて（実用新案法1条）。このため、物を生産する方法は方案に該当しない。"
    },
    "correct_answer": "ア",
    "explanation": "選択肢別: ア:適切である。国内優先権制度は、特許法41条および実用新案法8条に規定されている。 / イ:不適切である。出願公開制度は、特許法64条および高標法12条の2に規定されているが、実用新案法には規定されていない。 / ウ:不適切である。不実施の場合の通常実施権の設定の救済制度は、特許法83条および実用新案法21条に規定されている。 / エ:不適切である。物を生産する方法は特許法上の発明に該当する（特許法2条3項3号）。一方、実用新案法における物の形状に関わせてしてて（実用新案法1条）。このため、物を生産する方法は方案に該当しない。",
    "sub_category": "特許法、実用新案法",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 11,
    "question_text": "会社法が定める株式の併合と株式の分割に関する記述として、最も適切なものはどれか。\n\nなお、本問における株式会社は取締役会設置会社であり、種類株式発行会社ではないものとする。",
    "choices": {
      "ア": "株式の併合および株式の分割を行う場合、いずれも、株主総会の特別決議による承認が必要となる。",
      "イ": "株式の併合には反対株主の株式買取請求が定められているが、株式の分割には反対株主の株式買取請求権は定められていない。",
      "ウ": "発行可能株式総数が100株であって、発行済株式総数が50株の株式会社が、1株を10株とする株式の分割をする場合において、発行可能株式総数を600株とするときの定款変更は、必ず株主総会決議の承認を得なければならない。",
      "エ": "発行可能株式総数が900株、発行済株式総数が300株の株式会社が、2株を1株に株式併合する場合、当該会社が公開会社であっても、効力発生日における発行可能株式総数を変更する必要はない。"
    },
    "correct_answer": "ア",
    "explanation": "株式の併合と株式の分割に関する記述について検討する。\n\n選択肢別: ア:適切である。株式の併合（会社法182条）および株式の分割（会社法183条）はいずれも株主総会の特別決議が必要とされている。 / イ:不適切である。株式の併合には反対株主の株式買取請求が定められているが、株式の分割には反対株主の株式買取請求権は定められていない。この点は正しいが、この記述自体が法律の内容を示しているだけで、選択肢の文脈では問題の趣旨と異なる。 / ウ:不適切である。発行可能株式総数が100株であり発行済が50株の場合、1株を10株にすると発行済は500株になる。発行可能株式総数を600株に変更する際は、定款変更が必要だが、この場合必ずしも株主総会決議の承認を得ずに発行可能株式総数を変更することができる場合がある。 / エ:不適切である。発行可能株式総数900株、発行済300株で2株を1株に併合する場合、発行済は150株になる。公開会社であっても、定款で定めた発行可能株式総数が変わることはないため、この記述は正確ではない。",
    "sub_category": "株式の併合と分割",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 12,
    "question_text": "独占禁止法が定める課徴金および課徴金減免制度に関する記述として、最も適切なものはどれか。\n\nなお、本問においては、調査協力減算制度における協力度合いに応じた減算率は考慮しないものとする。",
    "choices": {
      "ア": "違反行為者が中小企業の場合において、中小企業が当該違反行為について主導的役割を果たしていないときは、大企業に対する課徴金算定率から、資本金の割合に応じた減額が認められる。",
      "イ": "課徴金減免制度における申請は、電子メールによる方法に限られる。",
      "ウ": "公正取引委員会による調査開始後に単独で課徴金減免申請を行い、その申請順位が1位の場合、申請順位に応じた課徴金減免率は100％（全額免除）である。",
      "エ": "再販売価格の拘束行為が、課徴金の対象行為となることはない。"
    },
    "correct_answer": "ア",
    "explanation": "独占禁止法が定める課徴金および課徴金減免制度に関する記述について検討する。\n\n選択肢別: ア:適切である。違反行為者が中小企業である場合において、中小企業が当該違反行為について主導的役割を果たしていないときは、大企業に対する課徴金算定率から、資本金の割合に応じた減額が認められる。これは中小企業に対する制度の配慮である。 / イ:不適切である。課徴金減免制度における申請は、電子メールによる方法に限定されず、公正取引委員会に対して口頭による申請も含めて複数の方法が認められている。 / ウ:不適切である。公正取引委員会による調査開始後に単独で申請する場合、申請順位が1位であっても、課徴金減免率は100％ではなく、所定の割合（例えば50％等）による減免が適用される。 / エ:不適切である。再販売価格の拘束行為は、独占禁止法第19条で禁止され、課徴金の対象行為となる。",
    "sub_category": "独占禁止法と課徴金",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 13,
    "question_text": "商標法の制度に関する出題である。",
    "choices": {
      "ア": "不適切である。商標法には、通常の商標登録出願を団体商標の商標登録出願に変更することができること（商標法11条3項）、商標登録出願を防護標章登録出願に変更することができることが規定されているが（意匠法13条1項、2項）、商標登録出願を意匠登録出願に変更することができることは規定されていない。また、意匠法による権利発生を意匠登録出願に変更することができることは規定されていない。",
      "イ": "適切である。出願公開制度は、商標法12条の2に規定されている。",
      "ウ": "不適切である。回法1条には「この法律は、商標を保護することにより、商標の使用をする者の業務上の信用の維持を図り、もって産業の発達に寄与し、あわせて需要者の利益を保護することを目的とする。」と規定されており、商標登録出願を意匠登録出願に変更することができることは規定されていない。また、意匠法による権利発生を商標登録出願に変更することができることは規定されていない。",
      "エ": "不適切である。防護標章登録出願は、防護標章登録出願については「本記が確定した後は、その防護標章登録出願について商標登録を変更することができない（同法12条2項）。"
    },
    "correct_answer": "イ",
    "explanation": "商標法の制度に関する出題である。\n\n選択肢別: ア:不適切である。商標法には、通常の商標登録出願を団体商標の商標登録出願に変更することができること（商標法11条3項）、商標登録出願を防護標章登録出願に変更することができることが規定されているが（意匠法13条1項、2項）、商標登録出願を意匠登録出願に変更することができることは規定されていない。また、意匠法による権利発生を意匠登録出願に変更することができることは規定されていない。 / イ:適切である。出願公開制度は、商標法12条の2に規定されている。 / ウ:不適切である。回法1条には「この法律は、商標を保護することにより、商標の使用をする者の業務上の信用の維持を図り、もって産業の発達に寄与し、あわせて需要者の利益を保護することを目的とする。」と規定されており、商標登録出願を意匠登録出願に変更することができることは規定されていない。また、意匠法による権利発生を商標登録出願に変更することができることは規定されていない。 / エ:不適切である。防護標章登録出願は、防護標章登録出願については「本記が確定した後は、その防護標章登録出願について商標登録を変更することができない（同法12条2項）。",
    "sub_category": "商標法",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 14,
    "question_text": "特許権の存続期間と実用新案登録に基づく特許出願に関する出題である。",
    "choices": {
      "ア": "空欄A\n特許権の存続期間は、特許出願の日から20年をもって終了する（特許法67条1項）。\n\n空欄B\n実用新案登録は、経済産業省令で定めるところにより、自己の実用新案登録に基づいて特許出願することができる。ただし、以下の場合は、実用新案登録に基づく特許出願することはできない（同法40条の2併2項1～4号）。\n(i)実用新案登録に係る実用新案登録の日から3年を経過したとき\n(ii)実用新案技術評価の請求をしたとき\n(iii)他人から実用新案技術評価の請求があった日から30日を経過したとき\n(iv)他人からの実用新案登録無効審判の請求に対する最初の答弁書提出期間を経過したとき\n\nよって、エが適切である。",
      "イ": "不適切",
      "ウ": "不適切",
      "エ": "適切"
    },
    "correct_answer": "エ",
    "explanation": "空欄A\n特許権の存続期間は、特許出願の日から20年をもって終了する（特許法67条1項）。\n\n空欄B\n実用新案登録は、経済産業省令で定めるところにより、自己の実用新案登録に基づいて特許出願することができる。ただし、以下の場合は、実用新案登録に基づく特許出願することはできない（同法40条の2併2項1～4号）。\n(i)実用新案登録に係る実用新案登録の日から3年を経過したとき\n(ii)実用新案技術評価の請求をしたとき\n(iii)他人から実用新案技術評価の請求があった日から30日を経過したとき\n(iv)他人からの実用新案登録無効審判の請求に対する最初の答弁書提出期間を経過したとき\n\nよって、エが適切である。",
    "sub_category": "特許法、実用新案法",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 15,
    "question_text": "商標出願手続と商標登録の対象に関する出題である。",
    "choices": {
      "ア": "商標法6条1項には「商標登録出願は、商標の使用をする1または2以上の商品または役務を指定して、商標・役務を指定できることが規定されており、一出願で複数の商品・役務を指定することが規定されている。",
      "イ": "商標法2条1項には「この法律で『商標』とは、人の知覚によって認識することができるもののうち、文字、図形、記号、立体的形状もしくは色彩または、これらの結合、音その他の他の標識で、その他の色合等、音からなる商標を登録することが認められている。",
      "ウ": "不適切である。したがって、ウが適切である。",
      "エ": "不適切"
    },
    "correct_answer": "ウ",
    "explanation": "商標出願手続と商標登録の対象に関する出題である。\n\n空欄A\n商標法6条1項には「商標登録出願は、商標の使用をする1または2以上の商品または役務を指定して、商標・役務を指定できることが規定されており、一出願で複数の商品・役務を指定することが規定されている。\n\n空欄B\n商標法2条1項には「この法律で『商標』とは、人の知覚によって認識することができるもののうち、文字、図形、記号、立体的形状もしくは色彩または、これらの結合、音その他の他の標識で、その他の色合等、音からなる商標を登録することが認められている。\n\nしたがって、ウが適切である。",
    "sub_category": "商標法",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 16,
    "question_text": "企業活動に関する法律知識\n\n裁判と仲裁に関する出題である。",
    "choices": {
      "ア": "適切である。一方、裁判の場合は、外国裁判所の判決の執行に関して、ニューヨーク条約のような多数の国が締約国となっている条約はないため、二国間条約や各国の国内法のもとで裁決の承認執行が行われるが、外国判決の承認・執行に関する条約が締結されている国の判決しか承認しない国もある。そのため、一般に判決に比べると仲裁判断の方が外国における執行が容易であるといわれる。",
      "イ": "不適切である。裁判は公開が原則だが、仲裁は非公開が原則である。",
      "ウ": "不適切である。仲裁とは、紛争が起こった場合に、裁判所に解決を求めるのではなく、紛争当事者が紛争解決を公正・独立な第三者（仲裁人）の判断に求め、その判断（仲裁判断）に従うという合意に基づく紛争を解決する手続であり、紛争当事者は第三者（仲裁人）の判断に拘束される。",
      "エ": "不適切である。裁判には上訴制度があるのに対し、仲裁は原則として一審制である。限定的な取消事由がある場合に限って、裁判所に仲裁判断の取消しを申し立てることができるにとどまる（仲裁法44条）。なお、仲裁判断は、確定判決と同一の効力を有する（同法45条）。"
    },
    "correct_answer": "ア",
    "explanation": "選択肢別: ア:適切である。一方、裁判の場合は、外国裁判所の判決の執行に関して、ニューヨーク条約のような多数の国が締約国となっている条約はないため、二国間条約や各国の国内法のもとで裁決の承認執行が行われるが、外国判決の承認・執行に関する条約が締結されている国の判決しか承認しない国もある。そのため、一般に判決に比べると仲裁判断の方が外国における執行が容易であるといわれる。 / イ:不適切である。裁判は公開が原則だが、仲裁は非公開が原則である。 / ウ:不適切である。仲裁とは、紛争が起こった場合に、裁判所に解決を求めるのではなく、紛争当事者が紛争解決を公正・独立な第三者（仲裁人）の判断に求め、その判断（仲裁判断）に従うという合意に基づく紛争を解決する手続であり、紛争当事者は第三者（仲裁人）の判断に拘束される。 / エ:不適切である。裁判には上訴制度があるのに対し、仲裁は原則として一審制である。限定的な取消事由がある場合に限って、裁判所に仲裁判断の取消しを申し立てることができるにとどまる（仲裁法44条）。なお、仲裁判断は、確定判決と同一の効力を有する（同法45条）。",
    "sub_category": "企業活動に関する法律知識",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 17,
    "question_text": "以下は、中小企業診断士であるあなたと、X株式会社の代表取締役役甲氏との会話である。この会話を読んで、下記の設問に答えよ。なお、甲氏には、長男、次男、長女の3人の子ども（いずれも給与子）がいる。\n\n甲 氏：「そろそろ後継者に会社を任せようと思っています。私には3人の子供がいるのですが、次男に自社の株式や事業用資産を集中して承継させたく、生前贈与等を考えています。」\n\nあなた：「原則として、ご自身の財産をどのように処分するのも自由ですが、民法は、遺族の生活の安定や最低限の相続権を確保するために、一定の相続人のための法定相続分の一定割合を定めており、この制度を【　　】といい、生前贈与や遺言の内容によっては、株式や事業用資産を承継したご次男が、他の相続人の【　　】を侵害したとして、その侵害額に相当する金銭の支払を請求される可能性があります。場合によっては、承継した株式や事業用資産を売却せざるをえない事態もありえますので、注意が必要です。」\n\n甲 氏：「将来もめずにすむ方法はないですか。」\n\nあなた：「中小企業における経営の承継の円滑化に関する法律、いわゆる経営承継円滑化法に、民法の特例が設けられています。先代経営者からの贈与等により株式を取得した場合には、一定の要件を満たしていることを条件に、【　　】の算定の基礎となる相続財産から除外するなどの取り扱いが可能です。これにより、後継者が確実に自社株式を承継することができます。必要があれば、知り合いの弁護士さんを紹介します。」",
    "choices": {
      "ア": "遺留分",
      "イ": "寄与分",
      "ウ": "指定相続分",
      "エ": "法定相続分"
    },
    "correct_answer": "ウ",
    "explanation": "会話の中の第1の空欄は、民法が遺族の生活の安定や最低限の相続権を確保するために、一定の相続人のための法定相続分の一定割合を定めている制度について述べている。これは遺留分（いりゅうぶん）に関する制度である。\n\n第2の空欄は、株式や事業用資産を承継したご次男が、他の相続人の「　」を侵害したとして、その侵害額に相当する金銭の支払を請求される可能性があると述べている。これは遺留分に関する内容である。\n\n第3の空欄は、経営承継円滑化法に、民法の特例が設けられており、先代経営者からの贈与等により株式を取得した場合には、一定の要件を満たしていることを条件に、「　」の算定の基礎となる相続財産から除外するなどの取り扱いが可能であると述べている。これは遺留分に関する計算の基礎となる相続財産から除外することについて述べている。\n\nしたがって、最初の空欄には「遺留分」が、第2の空欄には「遺留分」が、第3の空欄には「遺留分」が入る。正解は、遺留分に関連する記述が含まれるウ である。",
    "sub_category": "相続法",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 18,
    "question_text": "企業活動に関する法律知識\n\n製造物責任法に関する出題である。",
    "choices": {
      "ア": "不適切である。製造物責任法上、製造業者とは、当該製造物を実現、加工または輸入した者とされる（製造物責任法2条3項1号）。ため、輸入業者も製造物責任の製造業者に該当する。",
      "イ": "適切である。製造物責任法では、①製造物に欠陥が存在していること、②損害が発生したこと、③損害が製造物の欠陥により生じたことの証明で損害賠償責任を追及できる（同法3条）。これは、故意または過失を責任要件とする不法行為の特則として、欠陥を責任要件とする損害賠償責任を規定するものであり、円滑かつ適切な被害の救済に効果があるものである。",
      "ウ": "不適切である。製造物の欠陥による損害が当該製造物についてのみ生じたときは、製造物責任を負わない（同法3条但書）。この場合については、従来のおり、民法に基づく債務不履行責任などによる救済が考えられる。",
      "エ": "不適切である。製造物責任を負う対象は、製造業者のほか、当該製造物にその製造業者と誤認させるような民名等の表示をした者も含まれる（同法2条3項2号）。"
    },
    "correct_answer": "イ",
    "explanation": "選択肢別: ア:不適切である。製造物責任法上、製造業者とは、当該製造物を実現、加工または輸入した者とされる（製造物責任法2条3項1号）。ため、輸入業者も製造物責任の製造業者に該当する。 / イ:適切である。製造物責任法では、①製造物に欠陥が存在していること、②損害が発生したこと、③損害が製造物の欠陥により生じたことの証明で損害賠償責任を追及できる（同法3条）。これは、故意または過失を責任要件とする不法行為の特則として、欠陥を責任要件とする損害賠償責任を規定するものであり、円滑かつ適切な被害の救済に効果があるものである。 / ウ:不適切である。製造物の欠陥による損害が当該製造物についてのみ生じたときは、製造物責任を負わない（同法3条但書）。この場合については、従来のおり、民法に基づく債務不履行責任などによる救済が考えられる。 / エ:不適切である。製造物責任を負う対象は、製造業者のほか、当該製造物にその製造業者と誤認させるような民名等の表示をした者も含まれる（同法2条3項2号）。",
    "sub_category": "企業活動に関する法律知識",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 19,
    "question_text": "企業活動に関する法律知識\n\n景品表示法の不当な表示の禁止に関する出題である。",
    "choices": {
      "ア": "不適切である。競争事業者のものより優れ、または有利である一般消費者に誤認される表示は禁止されている（商品・サービスの内容について景品表示法5条1号、商品・サービスの取引条件について同条2号）が、競争広告が不当表示となないようにするためには、①比較広告で主張する内容が顧客に実証されていること、②実証されている数値や事実を正確に引用すること、③比較の方法が公正であること、という要件をすべて満たす必要があるとされている（「比較広告に関する景品表示法の考え方」2、(2)）。",
      "イ": "適切である。優良誤認表示を適切かつ効果的に規制するため、消費者庁長官は、優良誤認表示に該当するか否かを判断する必要がある場合には、期間を定めて、事業者に表示の裏付けとなる合理的な根拠を求める資料の提出を指示し、事業者が求められた資料を期間内に提出しない場合や、提出された資料が表示の裏付けとなるとは認められない場合には、当該表示は、指摘的な根拠を示すものと認められ、不当表示とみなされ（同法7条2項前段）、課徴金納付命令と関係では不当表示と推定される（同法8条3項）。課徴金納付命令との関係では、特に場合分けず「みなされる」と断定する本選択肢は不適切であるとも考えられるが、他の選択肢が明らかに不適切であるため、本選択肢が適切と判断する。",
      "ウ": "不適切である。景品表示法上の表示規制の対象となる事業者は、不当な表示についてその内容の決定に関与した事業者であると解釈されている。",
      "エ": "不適切である。不当な表示であることについて、表示した事業者に故意または過失があることを要しない。"
    },
    "correct_answer": "イ",
    "explanation": "選択肢別: ア:不適切である。競争事業者のものより優れ、または有利である一般消費者に誤認される表示は禁止されている（商品・サービスの内容について景品表示法5条1号、商品・サービスの取引条件について同条2号）が、競争広告が不当表示となないようにするためには、①比較広告で主張する内容が顧客に実証されていること、②実証されている数値や事実を正確に引用すること、③比較の方法が公正であること、という要件をすべて満たす必要があるとされている（「比較広告に関する景品表示法の考え方」2、(2)）。 / イ:適切である。優良誤認表示を適切かつ効果的に規制するため、消費者庁長官は、優良誤認表示に該当するか否かを判断する必要がある場合には、期間を定めて、事業者に表示の裏付けとなる合理的な根拠を求める資料の提出を指示し、事業者が求められた資料を期間内に提出しない場合や、提出された資料が表示の裏付けとなるとは認められない場合には、当該表示は、指摘的な根拠を示すものと認められ、不当表示とみなされ（同法7条2項前段）、課徴金納付命令と関係では不当表示と推定される（同法8条3項）。課徴金納付命令との関係では、特に場合分けず「みなされる」と断定する本選択肢は不適切であるとも考えられるが、他の選択肢が明らかに不適切であるため、本選択肢が適切と判断する。 / ウ:不適切である。景品表示法上の表示規制の対象となる事業者は、不当な表示についてその内容の決定に関与した事業者であると解釈されている。 / エ:不適切である。不当な表示であることについて、表示した事業者に故意または過失があることを要しない。",
    "sub_category": "企業活動に関する法律知識",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 20,
    "question_text": "意匠法、商標法、著作権法、物権法\n\n共有に関する出題である。",
    "choices": {
      "ア": "不適切である。意匠権の共有については、特許権の共有に関する条文が準用されている（意匠法30条、特許法73条）。意匠権が共有に係るときは、各共有者は、契約で別段の定めをした場合を除き、他の共有者の同意を得ないことからその持分を目的として特許権を設定することができない（意匠法36条、特許法73条2項）。",
      "イ": "不適切である。商標権の共有については、特許権の共有に関する条文が準用されている（商標法35条、特許法73条）。商標権が共有に係るときは、各共有者は、他の共有者の同意を得なければ、その持分を目的として特許権を設定することができない（商標法35条、特許法73条1項）。",
      "ウ": "適切である。共有著作権は、その共有者全員の合意により行うことができない（著作権法65条2項）。この「行使」には、第三者に対する利用許諾および各共有者自身による利用（複製、公衆送信等）が含まれる。",
      "エ": "不適切である。各共有者は、共有物の全部について、その持分に応じた使用をすることができる（民法249条1項）。"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。意匠権の共有については、特許権の共有に関する条文が準用されている（意匠法30条、特許法73条）。意匠権が共有に係るときは、各共有者は、契約で別段の定めをした場合を除き、他の共有者の同意を得ないことからその持分を目的として特許権を設定することができない（意匠法36条、特許法73条2項）。 / イ:不適切である。商標権の共有については、特許権の共有に関する条文が準用されている（商標法35条、特許法73条）。商標権が共有に係るときは、各共有者は、他の共有者の同意を得なければ、その持分を目的として特許権を設定することができない（商標法35条、特許法73条1項）。 / ウ:適切である。共有著作権は、その共有者全員の合意により行うことができない（著作権法65条2項）。この「行使」には、第三者に対する利用許諾および各共有者自身による利用（複製、公衆送信等）が含まれる。 / エ:不適切である。各共有者は、共有物の全部について、その持分に応じた使用をすることができる（民法249条1項）。",
    "sub_category": "意匠法、商標法、著作権法、物権法",
    "subject": "経営法務"
  },
  {
    "year": "令和5年度",
    "question_number": 21,
    "question_text": "債権絶期\n\n相続に関する出題である。",
    "choices": {
      "ア": "不適切である。差押えを受けた債権の第三債務者は、差押え後に取得した債権による相殺をもって差押え債権者に対抗することはできないが、差押え債権者に取得した債権により相殺をもって差押え債権者に対抗することができる（民法511条1項）。差押えによって差押え債務の弁済を領得する権限は差押え債権者から差押え債権者に移転するため、弁済と同様に差押え債権者の移転後に取得した相殺権を以って差押え債権者に対抗することはできないが、第二債務者が差押え前に有していた相殺権を対抗することはできる（同法511条1項・2項）。",
      "イ": "適切である。相続の意思表示をすると、双方の債務が対当額で消滅する（同法506条2項）。相続適状となるには、双方の債務が対当額で消滅する（同法505条1項本文）。",
      "ウ": "不適切である。不法行為により生じた債権を受働債権とする相続は、虚偽（詐害的な加害意思）に基づく損害賠償（詐害的な加害意思）に限って禁止されている（同法509条）。民法509条が不法行為の債権を一般的に禁止したのではなく、被害者が自ら救済する場合には、その起訴は妥当しないの、不法行為により生じた債権を自働債権とする相続は禁止されている（最判昭和42年11月30日）。",
      "エ": "不適切である。相続通状となるには、立い債務を負担していること、及び双方の債務が弁済期にあること、双方の債務が弁済期にあること、が必要である（同法505条1項本文文）。ただし、自動債権が弁済期にあれば、受働債権の弁済期を遅滞しなくても、期間の利益を放棄して相続することができる。"
    },
    "correct_answer": "イ",
    "explanation": "選択肢別: ア:不適切である。差押えを受けた債権の第三債務者は、差押え後に取得した債権による相殺をもって差押え債権者に対抗することはできないが、差押え債権者に取得した債権により相殺をもって差押え債権者に対抗することができる（民法511条1項）。差押えによって差押え債務の弁済を領得する権限は差押え債権者から差押え債権者に移転するため、弁済と同様に差押え債権者の移転後に取得した相殺権を以って差押え債権者に対抗することはできないが、第二債務者が差押え前に有していた相殺権を対抗することはできる（同法511条1項・2項）。 / イ:適切である。相続の意思表示をすると、双方の債務が対当額で消滅する（同法506条2項）。相続適状となるには、双方の債務が対当額で消滅する（同法505条1項本文）。 / ウ:不適切である。不法行為により生じた債権を受働債権とする相続は、虚偽（詐害的な加害意思）に基づく損害賠償（詐害的な加害意思）に限って禁止されている（同法509条）。民法509条が不法行為の債権を一般的に禁止したのではなく、被害者が自ら救済する場合には、その起訴は妥当しないの、不法行為により生じた債権を自働債権とする相続は禁止されている（最判昭和42年11月30日）。 / エ:不適切である。相続通状となるには、立い債務を負担していること、及び双方の債務が弁済期にあること、双方の債務が弁済期にあること、が必要である（同法505条1項本文文）。ただし、自動債権が弁済期にあれば、受働債権の弁済期を遅滞しなくても、期間の利益を放棄して相続することができる。",
    "sub_category": "債権絶期",
    "subject": "経営法務"
  },
  {
    "year": "令和6年度",
    "question_number": 1,
    "question_text": "不正競争防止法に関する次の記述のうち、最も適切なものはどれか。空欄に入る語句として、最も適切なものを下記の選択肢から選べ。\n\n工業所有権の保護に関するパリ条約に関する記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "回盟国の間で締結された多数国間の条約により正規の同内出願とされるすべての出願は、優先権を生じさせるものと認められることが、パリ条約に規定されている。",
      "イ": "回盟に属しない国の国民は、いずれかの同盟国の領域内に住所または現実上かつ真正の工業上若しくは商業上の営業所を有する場合であっても、同盟国の国民とはみなされない。",
      "ウ": "パリ条約は、原産地表示を保護対象として掲げていない。",
      "エ": "優先権主張の優先期間は、査証および商標については、特許および実用新案と同様、12ヵ月であることがパリ条約に規定されている。"
    },
    "correct_answer": "エ",
    "explanation": "選択肢別: ア:不適切である。回盟国の間で締結された多数国間の条約により正規の同内出願とされるすべての出願は、優先権を生じさせるものと認められることがパリ条約に規定されている。ただし、この優先権については、条約上より有利な規定がある場合は、最も有利な規定に従う可能性がある。 / イ:不適切である。回盟に属しない国の国民であっても、いずれかの同盟国の領域内に住所または現実上かつ真正の工業上若しくは商業上の営業所を有する場合には、同盟国の国民とみなされる。 / ウ:不適切である。パリ条約は原産地表示を保護対象として掲げている。 / エ:適切である。優先権主張の優先期間は、特許および実用新案と同様、査証および商標については12ヵ月であることがパリ条約に規定されている。",
    "sub_category": "パリ条約",
    "subject": "経営法務"
  },
  {
    "year": "令和6年度",
    "question_number": 2,
    "question_text": "特許法上の職務発明に関する記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "従業者がした職務発明についての特許を受ける権利は、契約、勤務規則などにおいて特許に定めがなければ、その発生時から使用者に原始的に帰属する。",
      "イ": "従業者が した発明が、その性質上使用者の業務範囲に属する発明であれば、特許法上の「職務発明」に該当する。",
      "ウ": "従業者は、職務発明について使用者に特許を受ける権利を与える場合に、特許法の規定により相当の利益を与える権利と取得させた場合には、この相当の利益は金銭で直接支払われる必要があり、ストックオプションの付与により相当の利益を与えることはできない。",
      "エ": "職務発明については、特許法の時文の規定に基づき、契約、勤務規則その他の定めに−基づいて相当の利益を与えることの不合理性の判断に関する考慮事項について、指針（ガイドライン）が公表されている。"
    },
    "correct_answer": "エ",
    "explanation": "選択肢別: ア:不適切である。従業者が した職務発明についての特許を受ける権利は、契約、勤務規則などで定めがなければ、その発生時から従業者に帰属する。 / イ:不適切である。従業者が した発明が、その性質上使用者の業務範囲に属する発明であっても、それだけでは職務発明とはならず、さらに従業者がその発明について使用者に対して特許を受ける権利を与えることが約定されていることが必要である。 / ウ:不適切である。従業者は、職務発明について使用者に特許を受ける権利を与える場合に、特許法の規定により相当の利益を与える権利と取得させた場合には、この相当の利益は金銭で直接支払われる必要があるとは限らず、ストックオプションの付与により相当の利益を与えることができる。 / エ:適切である。職務発明については、特許法の第35条の規定に基づき、契約、勤務規則その他の定めに−基づいて相当の利益を与えることの不合理性の判断に関する考慮事項について、指針（ガイドライン）が公表されている。",
    "sub_category": "職務発明",
    "subject": "経営法務"
  },
  {
    "year": "令和6年度",
    "question_number": 3,
    "question_text": "商標法に関する記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "商標権者は、その商標権について専用使用権を設定することができ、その効力の発生に登録は不要である。",
      "イ": "商標について通常使用権が許諾された後、その商標権が第三者に譲渡された場合において、通常使用権者が商標権の譲受人に対して通常使用権を対抗するためには、通常使用権の登録が必要である。",
      "ウ": "商標の通常使用権の移転についても、登録が効力発生要件とされている。",
      "エ": "当事者間の契約により商標権を譲渡する場合、商標権の移転の効力は当事者の合意によって生じるが、その移転の効力を第三者に対抗するためには、登録が必要である。"
    },
    "correct_answer": "エ",
    "explanation": "選択肢別: ア:不適切である。商標権者は、その商標権について専用使用権を設定することができるが、その効力の発生に登録は要件となる。 / イ:適切である。商標について通常使用権が許諾された後、その商標権が第三者に譲渡された場合において、通常使用権者が商標権の譲受人に対して通常使用権を対抗するためには、通常使用権の登録が必要である。 / ウ:不適切である。商標の通常使用権の移転については、登録が効力発生要件とはされていない。 / エ:適切である。当事者間の契約により商標権を譲渡する場合、商標権の移転の効力は当事者の合意によって生じるが、その移転の効力を第三者に対抗するためには、登録が必要である。",
    "sub_category": "商標権",
    "subject": "経営法務"
  },
  {
    "year": "令和6年度",
    "question_number": 21,
    "question_text": "売買契約における手付に関する出題である。",
    "choices": {
      "ア": "不適切である。手付は、少なくとも手付の授受により契約の成立したことを確認する目的である証約手付の性質を有する。",
      "イ": "不適切である。買主が売主に手付を交付したとき、買主はその手付を放棄し、売主はその倍額を現実に提供して、契約の解除することができる（民法557条1項）。そのため、手付解除にあたっては、口頭により手付の倍額を償還する旨を告げての受領を催行するだけでは足りない。",
      "ウ": "適切である。買主が売主に手付を交付したときは、買主はそのの手付を放棄して、契約の解除することができるが、その相手方(売主)が契約の履行に着手した後は、この限りでない(同法557条1項)。",
      "エ": "不適切である。判例上、解約手付の意味を有する手付には、同時に損害賠償額の予定や違約罰としての性質が併せて認められうるものとされている（最判昭和24年10月4日民集3巻437頁）。"
    },
    "correct_answer": "ウ",
    "explanation": "売買契約における手付に関する出題である。\n\n選択肢別: ア:不適切である。手付は、少なくとも手付の授受により契約の成立したことを確認する目的である証約手付の性質を有する。 / イ:不適切である。買主が売主に手付を交付したとき、買主はそのの手付を放棄し、売主はその倍額を現実に提供して、契約の解除することができる（民法557条1項）。そのため、手付解除にあたっては、口頭により手付の倍額を償還する旨を告げての受領を催行するだけでは足りない。 / ウ:適切である。買主が売主に手付を交付したときは、買主はそのの手付を放棄して、契約の解除することができるが、その相手方(売主)が契約の履行に着手した後は、この限りでない(同法557条1項)。 / エ:不適切である。判例上、解約手付の意味を有する手付には、同時に損害賠償額の予定や違約罰としての性質が併せて認められうるものとされている（最判昭和24年10月4日民集3巻437頁）。",
    "sub_category": "契約",
    "subject": "経営法務"
  },
  {
    "year": "令和6年度",
    "question_number": 22,
    "question_text": "企業活動に関する法律知識\n不当表示景品及び不当表示防止法（景品表示法。以下「景表法」という。）に関する出題である。",
    "choices": {
      "ア": "不適切である。優良誤認表示（景表法5条1号）は、商品または役務の品質、規格その他の内容についての不当表示である。商品または役務の価格そのほかの取引条件についての不当表示は、有利誤認表示（同法同条2号）である。",
      "イ": "適切である。優良誤認表示と有利誤認表示のほか、一般消費者に誤認されるおそれあある表示を特に内関紀理人臣が不当表示に指定することがある（同法令5年3月28日内閣府示案19号）が、①中小業者が自己の供給する商品又は役務の取引について行う表示であって、②一般消費者が当該表示であることを判明することが困難であると認められるもの、不当表示に指定している。上記告示は令和5年10月1日から施行されている。",
      "ウ": "不適切である。景表法上の「表示」とは、顧客を引き付けるための手段として、事業者が自己の供給する商品・サービスの品質、規格、その他の内容や価格等の取引条件について、消費者に知らせる広告や表示全般を指す。テレビやラジオや定演、口頭でのオーラストークなどを含まれる（同法2条4項、「不当景品類及び不当表示防止法第2条の規定により景品類及び表示を指定する件」（昭和37年公正取引委員会告示第3号））。",
      "エ": "不適切である。不動産のおとり広告については、①取引の中止に係る不動産が存在しないため、実際には取引することができない不動産についての表示、②取引の申出に係る不動産は存在するが、実際には取引の対象となり得ない不動産についての表示、③取引の申出に係る不動産は存在するが、実際には取引することができない不動産についての表示が景表法5条3項に基づいて不当表示に指定されている（「不動産のおとり広告に関する表示」（昭和55年4月12日公正取引委員会告示第14号））。"
    },
    "correct_answer": "イ",
    "explanation": "企業活動に関する法律知識\n不当表示景品及び不当表示防止法（景品表示法。以下「景表法」という。）に関する出題である。\n\n選択肢別: ア:不適切である。優良誤認表示（景表法5条1号）は、商品または役務の品質、規格その他の内容についての不当表示である。商品または役務の価格そのほかの取引条件についての不当表示は、有利誤認表示（同法同条2号）である。 / イ:適切である。優良誤認表示と有利誤認表示のほか、一般消費者に誤認されるおそれあある表示を特に内関紀理人臣が不当表示に指定することがある（同法令5年3月28日内閣府示案19号）が、①中小業者が自己の供給する商品又は役務の取引について行う表示であって、②一般消費者が当該表示であることを判明することが困難であると認められるもの、不当表示に指定している。上記告示は令和5年10月1日から施行されている。 / ウ:不適切である。景表法上の「表示」とは、顧客を引き付けるための手段として、事業者が自己の供給する商品・サービスの品質、規格、その他の内容や価格等の取引条件について、消費者に知らせる広告や表示全般を指す。テレビやラジオや定演、口頭でのオーラストークなどを含まれる（同法2条4項、「不当景品類及び不当表示防止法第2条の規定により景品類及び表示を指定する件」（昭和37年公正取引委員会告示第3号））。 / エ:不適切である。不動産のおとり広告については、①取引の中止に係る不動産が存在しないため、実際には取引することができない不動産についての表示、②取引の申出に係る不動産は存在するが、実際には取引の対象となり得ない不動産についての表示、③取引の申出に係る不動産は存在するが、実際には取引することができない不動産についての表示が景表法5条3項に基づいて不当表示に指定されている（「不動産のおとり広告に関する表示」（昭和55年4月12日公正取引委員会告示第14号））。",
    "sub_category": "企業活動に関する法律知識",
    "subject": "経営法務"
  },
  {
    "year": "令和6年度",
    "question_number": 23,
    "question_text": "消費者契約法に関する出題である。",
    "choices": {
      "ア": "不適切である。消費者契約において、事業者の債務不履行により消費者に生じた損害を賠償する責任の全部を免除し、または当該事業者にその責任の有無を決定する権限を付与する条項は、無効とされている（消費者契約法8条1項1号）。",
      "イ": "適切である。消費者契約において、事業者の債務不履行により生じた消費者の解除権を放棄させ、または当該事業者にその解除権の有無を決定する権限を付与する条項は、無効とされている（同法8条の2）。",
      "ウ": "不適切である。消費者契約において、事業者の故意または重過失に起因する債務不履行により消費者に生じた損害を賠償する責任の一部を免除する条項は、無効とされている（同法8条1項2号）。",
      "エ": "不適切である。除却に伴う損害賠償額の額を予定し、または違約金を定める②と自由は、契約自由の原則から有効である（民法420条）。もっとも、消費者契約においては、解除に伴う損害賠償の予定額または違約金の額を合算した額が平均的な損害の額を超える場合に、その超過部分は無効とされている（消費者契約法9条1項1号）。"
    },
    "correct_answer": "イ",
    "explanation": "消費者契約法に関する出題である。\n\n選択肢別: ア:不適切である。消費者契約において、事業者の債務不履行により消費者に生じた損害を賠償する責任の全部を免除し、または当該事業者にその責任の有無を決定する権限を付与する条項は、無効とされている（消費者契約法8条1項1号）。 / イ:適切である。消費者契約において、事業者の債務不履行により生じた消費者の解除権を放棄させ、または当該事業者にその解除権の有無を決定する権限を付与する条項は、無効とされている（同法8条の2）。 / ウ:不適切である。消費者契約において、事業者の故意または重過失に起因する債務不履行により消費者に生じた損害を賠償する責任の一部を免除する条項は、無効とされている（同法8条1項2号）。 / エ:不適切である。除却に伴う損害賠償額の額を予定し、または違約金を定める②と自由は、契約自由の原則から有効である（民法420条）。もっとも、消費者契約においては、解除に伴う損害賠償の予定額または違約金の額を合算した額が平均的な損害の額を超える場合に、その超過部分は無効とされている（消費者契約法9条1項1号）。",
    "sub_category": "消費者契約法",
    "subject": "経営法務"
  },
  {
    "year": "令和6年度",
    "question_number": 24,
    "question_text": "不法行為に関する出題である。",
    "choices": {
      "ア": "不適切である。精神的損害およびその他の無形的損害（財産以外の損害）の損害賠償は、感謝料という、感謝料の請求は、身体や自由が侵害された場合にはもちろん、財産権や名誉が侵害された場合にも認められる（民法710条）。",
      "イ": "不適切である。使用者は、被用者が事業の執行について不法行為をおこなわない限り、第三者に損害を与えた場合、被害者に対して損害を賠償する責任を負う（使用者責任。同法715条1項本文）。使用者は被用者を利用して自己の活動範囲を拡大していることに着目して特別の責任を負わせるものである。使用者責任が認められたとしても、被用者自身が不法行為責任を免れることを意味するわけではなく、使用者と被用者は被害者に対して連帯して責任を負うことになる。",
      "ウ": "不適切である。不法行為に基づく損害賠償債務は、被害者による報告を要する必要がなく、損害の発生と同時に遡渉に陥る（最判昭和37年9月4日）。したがって遅延損害金もこの時点から発生する。不法行為に基づく損害賠償債務の期限の定めのない債務であるから民法412条3項に従う展開の請求（催告）のときから遅延担保債務も期限の定めのない債務であるから民法412条3項に従う展開の請求（催告）のときから遅延担保金をもこの時点から発生する。不法行為に基づく損害賠償債務の期限の定めのない債務であるから民法412条3項に従う展開の請求（催告）のときから遅延担保債務は期限の定めのない債務であるから民法412条3項に従う展開の請求（催告）のときから遅延担保金も①被害者または被害者代理人が損害および加害者を知った時から3年間（人の生命または身体を害する不法行為については5年間）行使しないとき。②不法行為の時から20年間行使しないとき。",
      "エ": "不適切である。不法行為に基づく損害賠償請求権は、次のいずれかの場合に時効により消滅する（同法724条、724条の2）。①被害者または被害者代理人が損害および加害者を知った時から3年間（人の生命または身体を害する不法行為については5年間）行使しないとき。②不法行為の時から20年間行使しないとき。"
    },
    "correct_answer": "エ",
    "explanation": "不法行為に関する出題である。\n\n選択肢別: ア:不適切である。精神的損害およびその他の無形的損害（財産以外の損害）の損害賠償は、感謝料という、感謝料の請求は、身体や自由が侵害された場合にはもちろん、財産権や名誉が侵害された場合にも認められる（民法710条）。 / イ:不適切である。使用者は、被用者が事業の執行について不法行為をおこなわない限り、第三者に損害を与えた場合、被害者に対して損害を賠償する責任を負う（使用者責任。同法715条1項本文）。使用者は被用者を利用して自己の活動範囲を拡大していることに着目して特別の責任を負わせるものである。使用者責任が認められたとしても、被用者自身が不法行為責任を免れることを意味するわけではなく、使用者と被用者は被害者に対して連帯して責任を負うことになる。 / ウ:不適切である。不法行為に基づく損害賠償債務は、被害者による報告を要する必要がなく、損害の発生と同時に遡渉に陥る（最判昭和37年9月4日）。したがって遅延損害金もこの時点から発生する。不法行為に基づく損害賠償債務の期限の定めのない債務であるから民法412条3項に従う展開の請求（催告）のときから遅延担保債務も期限の定めのない債務であるから民法412条3項に従う展開の請求（催告）のときから遅延担保金をもこの時点から発生する。不法行為に基づく損害賠償債務の期限の定めのない債務であるから民法412条3項に従う展開の請求（催告）のときから遅延担保債務は期限の定めのない債務であるから民法412条3項に従う展開の請求（催告）のときから遅延担保金も①被害者または被害者代理人が損害および加害者を知った時から3年間（人の生命または身体を害する不法行為については5年間）行使しないとき。②不法行為の時から20年間行使しないとき。 / エ:不適切である。不法行為に基づく損害賠償請求権は、次のいずれかの場合に時効により消滅する（同法724条、724条の2）。①被害者または被害者代理人が損害および加害者を知った時から3年間（人の生命または身体を害する不法行為については5年間）行使しないとき。②不法行為の時から20年間行使しないとき。",
    "sub_category": "債権総則",
    "subject": "経営法務"
  },
  {
    "year": "令和6年度",
    "question_number": 25,
    "question_text": "以下の会話は、X株式会社（以下「X社」という。）の株主責任代表取締役である甲氏と、中小企業診断士であるあなたとの間で行われたものである。この会話を読んで、下記の設問に答えよ。\n\n甲：「私も今年で70歳を超え、X社の経営をしていくのが大変になってきたので、X社の経営を他の人に譲ろうと思っています。知人に聞いたところ、Y社がX社の事業に興味を持っているということで、X社の株式をY社に売却するにあたって、どのようなことを準備しておくといいのでしょうか。」\n\nあなた：「他人の名義を用いて株式の引き受けや取得をしていた場合には、その名義株と実質的な株主の間で、株主がどちらであるかということが争いになる場合があります。このため、もし、そのような事情がある場合には、実質的な株主と名義株主との間で合意書を締結し、株主がどちらであるかを確認しておくことが必要です。」\n\n甲：「分かりました。ところで、X社の株式は、私が大半を持っていますが、それ以外にも株式があります。Y社に株式を議渡するあたって、私以外の株主の大部分はY社に株式を議渡するのですよね。」\n\nあなた：「そうであれば、甲氏は、X社の株式とともくらい持っているのでしょうか。」\n\n甲：「私は、X社の 【 A 】 の 【 B 】 以上を持っています。」\n\nあなた：「そうであれば、甲氏は、X社の特別支配株主になりますので、X社の株主の全員に対し、その有する X社の株式の全部を自分に売却するよう請求することができ、所定の手続きにより、甲氏が、X社の株式の全部を取得することができます。その うえで、Y社に株式を議渡することが考えられます。」\n\n甲：「ありがとうございます。進展があったらまた相談します。」\n\nあなた：「必要であれば、事業承継に詳しい弁護士を紹介しますので、いつでも相談してください。」",
    "choices": {
      "ア": "A：絶株主の議決権 / B：5分の4",
      "イ": "A：絶株主の議決権 / B：10分の9",
      "ウ": "A：発行済株式総数 / B：3分の2",
      "エ": "A：発行済株式総数 / B：5分の4"
    },
    "correct_answer": "イ",
    "explanation": "会話の中の空欄AとBに入る語句の組み合わせとして、最も適切なものを選択する問題である。\n\n特別支配株主の定義に関する出題である。株式会社の株主が、その保有する株式の議決権が、発行済株式の議決権の10分の9以上である場合、その株主は特別支配株主とされる。特別支配株主は、他の株主全員に対し、その有する株式の全部を買い取ることを請求することができ、所定の手続きにより、特別支配株主がその会社の株式全部を取得することができる。\n\nしたがって、A=絶株主の議決権、B=10分の9が適切である。",
    "sub_category": "株主の権利",
    "subject": "経営法務"
  },
  {
    "year": "令和6年度",
    "question_number": 26,
    "question_text": "（設問１）会話の中の空欄AおよびBに入る語句の組み合わせとして、最も適切なものはどれか。",
    "choices": {
      "ア": "A：絶株主の議決権 / B：5分の4",
      "イ": "A：絶株主の議決権 / B：10分の9",
      "ウ": "A：発行済株式総数 / B：3分の2",
      "エ": "A：発行済株式総数 / B：5分の4"
    },
    "correct_answer": "イ",
    "explanation": "会話の中の空欄AおよびBに入る語句の組み合わせとして、最も適切なものを選択する問題である。\n\n特別支配株主の定義に関する出題である。株式会社の株主が、その保有する株式の議決権が、発行済株式の議決権の10分の9以上である場合、その株主は特別支配株主とされる。特別支配株主は、他の株主全員に対し、その有する株式の全部を買い取ることを請求することができ、所定の手続きにより、特別支配株主がその会社の株式全部を取得することができる。\n\nしたがって、A=絶株主の議決権、B=10分の9が適切である。",
    "sub_category": "特別支配株主",
    "subject": "経営法務"
  },
  {
    "year": "令和6年度",
    "question_number": 27,
    "question_text": "（設問２）会話の中の空欄CおよびDに入る語句の組み合わせとして、最も適切なものはどれか。",
    "choices": {
      "ア": "C：債権者異議手続が必要となります / D：当該反対株主に対し、X社の反対請求権で求めることができます",
      "イ": "C：債権者異議手続が必要となります / D：株式買取請求権が認められていますが、事業譲渡の承認決議と同時に解散の決議をする場合には、株式買取請求権は発生しません",
      "ウ": "C：債権者異議手続は不要です / D：いかなる場合でも株式買取請求権は認められていません",
      "エ": "C：債権者異議手続は不要です / D：株式買取請求権が認められていますが、事業譲渡の承認決議と同時に解散の決議をする場合には、株式買取請求権は発生しません"
    },
    "correct_answer": "イ",
    "explanation": "会話の中の空欄CおよびDに入る語句の組み合わせとして、最も適切なものを選択する問題である。\n\n事業譲渡に関する出題である。会社が事業の全部または重要な一部を譲渡する場合、当該事業譲渡の承認決議が必要となる。また、事業譲渡により反対する株主は、株式買取請求権を有する。ただし、事業譲渡の承認決議と同時に解散の決議をする場合には、株式買取請求権は発生しない。\n\nなお、事業譲渡の場合は、別除権の行使といった債権者保護の観点から、一般的には債権者異議手続が必要となる。\n\nしたがって、C=債権者異議手続が必要となります、D=株式買取請求権が認められていますが、事業譲渡の承認決議と同時に解散の決議をする場合には、株式買取請求権は発生しませんが適切である。",
    "sub_category": "事業譲渡",
    "subject": "経営法務"
  },
  {
    "year": "令和6年度",
    "question_number": 28,
    "question_text": "会社法が定める株式の併合と株式の分割に関する記述として、最も適切なものはどれか。\n\nなお、本問においては、以下の基準を参照してください（注）。\n\nただし、本問においては、定款においても特段の定めはないものとする。",
    "choices": {
      "ア": "株式の併合および株式の分割を行う場合、いずれも、株主総会の特別決議によることが必要となる。",
      "イ": "株式の併合には反対株主の株式買取請求権が定められているが、株式の分割には反対株主の株式買取請求権は定められていない。",
      "ウ": "発行可能株式総数が100株であって、発行済株式総数が50株の株式会社が、1株を10株とする株式の分割をする場合において、発行可能株式総数を600株とするときの定款変更は、必ず株主総会の承認を得なければならない。",
      "エ": "発行可能株式総数が900株、発行済株式総数が300株の株式会社が、2株を1株にする株式併合をする場合、当該会社が公開会社であっても、効力発生日における発行可能株式総数を変更する必要はない。"
    },
    "correct_answer": "エ",
    "explanation": "株式の併合と株式の分割に関する出題である。\n\n選択肢別: ア:不適切である。株式の併合および株式の分割を行う場合、いずれも、株主総会の特別決議によることが必要となる。 / イ:不適切である。株式の併合には反対株主の株式買取請求権が定められているが、株式の分割には反対株主の株式買取請求権は定められていない。 / ウ:不適切である。発行可能株式総数が100株であって、発行済株式総数が50株の株式会社が、1株を10株とする株式の分割をする場合において、発行可能株式総数を600株とするときの定款変更は、必ず株主総会の承認を得なければならない。 / エ:適切である。発行可能株式総数が900株、発行済株式総数が300株の株式会社が、2株を1株にする株式併合をする場合、当該会社が公開会社であっても、効力発生日における発行可能株式総数を変更する必要はない。",
    "sub_category": "株式の併合と分割",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 1,
    "question_text": "テーマ 持分会社\n持分会社（合同会社、合名会社、合資会社）に関する出題である。",
    "choices": {
      "ア": "合同会社、合名会社、合資会社のいずれの会社も、相互に支配しかつ支配されるものとなり得ない。",
      "イ": "合同会社、合名会社、合資会社のいずれの会社も、定款の定めによってこういった場合には、業務執行社員とすることができる。",
      "ウ": "合同会社と合名会社の社員は相互扶持社員のみで構成されるが、合資会社の社員は無限責任社員と有限責任社員により構成される。",
      "エ": "合同会社と合名会社の社員は相互扶持社員のみで構成されるが、合資会社の社員は無限責任社員と有限責任社員により構成される。"
    },
    "correct_answer": "ウ",
    "explanation": "選択肢別: ア:不適切である。合同会社、合名会社、合資会社のいずれの会社も、相互に支配し、かつ支配される場合がある。 / イ:適切である。合同会社、合名会社、合資会社のいずれの会社も、定款の定めによってこういった場合には、業務執行社員とすることができる。 / ウ:不適切である。合同会社と合名会社の社員は相互扶持社員のみで構成されるが、合資会社の社員は無限責任社員と有限責任社員により構成される。 / エ:不適切である。合同会社と合名会社の社員は相互扶持社員のみで構成されるが、合資会社の社員は無限責任社員と有限責任社員により構成される。",
    "sub_category": "持分会社",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 2,
    "question_text": "テーマ 間 類\n会社法が定める株式会社の事業譲渡に関する記述として、最も適切なものはどれか。なお、反対株主の買収請求権に関する会社法469条第1項第1号及び第2号については考慮しないものとする。",
    "choices": {
      "ア": "事業譲渡の対価は、金銭でなければならず、譲受会社の株式を用いることはできない。",
      "イ": "事業譲渡をする会社の株が、事業譲渡に反対する場合、その反対株主には株式買取請求が認められている。",
      "ウ": "事業の全部を譲渡する場合には、譲渡会社の株主総会の特別決議によって承認を受ける必要があるが、事業の一部を譲渡する場合には、譲渡会社の株主総会の特別決議による承認が必要となることはない。",
      "エ": "当該事業を構成する債務や契約上の地位を譲受人に移転する場合、個別にその債務者や契約相手方の同意を得る必要はない。"
    },
    "correct_answer": "エ",
    "explanation": "不適切である。事業譲渡の対価は金銭でなければならず、譲受会社の株式を用いることはできないという定めはない。事業譲渡の対価は、金銭に限定されず、株式その他の対価を用いることができる。\n\n適切である。事業譲渡に反対する株主には、会社法469条に基づき、反対株主買取請求権が認められている。\n\n不適切である。事業の全部を譲渡する場合だけでなく、事業の一部を譲渡する場合であっても、譲渡会社の株主総会の特別決議による承認が必要となることはない（会社法467条第1項・第2号、309条第2項第11号）。例として、次の2つの場合には株主総会の決議が不要である。①事業の一部を譲渡する場合には、譲渡会社の株主総会の特別決議による承認が必要となることはない（会社法467条第1項・第2号）。②譲渡資産の帳簿価額が譲渡資産のうち有形資産の5分の1を超えないとき（会社法467条第1項第2号）。\n\n不適切である。当該事業を構成する債務や契約上の地位を譲受人に移転する場合、個別にその債務者や契約相手方の同意を得る必要がある。",
    "sub_category": "組織の基礎的変更",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 3,
    "question_text": "テーマ 清算\nA社、X株式会社の代表取締役であったが、昨年（2018年）12月30日に死亡した。\nAには配偶者B、親出子C、D、Eがいる（下図参照）。\n\nA（死亡）─────────B\n      ├─────────C\n      ├─────────D\n      └─────────E\n\nAの遺産の額は1億4,000万円であり、配偶者Bには特別受益として400万円の生前贈与、子Eには特別受益として200万円の生前贈与があり、子Dには寄与分が500万円あった。この場合の相続分（取得額）に関する記述として、最も適切なものはどれか。\n\nなお、組続人の中で、組続欠格、相続除斥、相続放棄者はおらず、また、遺産分割協議は成立していない。",
    "choices": {
      "ア": "Bの相続分（取得額）は6650万円となる。",
      "イ": "Cの相続分（取得額）は3,500万円となる。",
      "ウ": "Dの相続分（取得額）は2,350万円となる。",
      "エ": "Eの相続分（取得額）は2,550万円となる。"
    },
    "correct_answer": "ア",
    "explanation": "本件では配偶者と、すなわちB、C、D、Eが法定相続人となる。\n\nまず、現存する遺産の額は1億4,000万円に、Bの特別受益400万円とEの特別受益200万円を加えた1億4,600万円となる。\n\n1億4,600万円（みなし相続財産）を法定相続分の割合を案して各相続人の「一応の相続分」を計算すると、Bが7,050万円、C、D、Eがそれぞれ2,350万円となる。\n\nこの「一応の相続分」に、特別受益を受けた者は特別受益を控除し、寄与分のあ\nる者は寄与分の額を加算すると、それぞれの具体的相続分が求められる。\n\nB：1億4,100万円（みなし相続財産）× 1/2 = 7,050万円（一応の相続分）\nC、D、E：1億4,100万円（みなし相続財産）× 1/2 × 1/3 = 2,350万円（一応の相続分）\n\nこの「一応の相続分」に、特別受益を受けた者は特別受益を控除し、寄与分のあ\nる者は寄与分の額を加算すると、それぞれの具体的相続分が求められる。\n\nB：7,050万円（一応の相続分）－ 400万円（特別受益）= 6,650万円（具体的相続分）",
    "sub_category": "相続",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 4,
    "question_text": "X株式会社の代表取締役Aが、昨年（2018年）12月30日に死亡した。\nAには配偶者B、娘のC、D、Eがいる（下図参照）。\n\nA（死亡）――――――――――――B\n        |\n    ―――+―――\n    |   |   |\n    C   D   E\n\nAの遺産の額は1億4,000万円であり、配置者Bには特別受益として400万円の生前贈与、子Eには特別受益として200万円の生前贈与があり、子Dには寄与分が500万円あった。この場合の相続分（取得額）に関する記述として、最も適切なるのはどれか。\n\nなお、組絡人の中で、相続欠格、相続廃除者、相続放棄者はおらず、また、遺産分割協議は成立していない。",
    "choices": {
      "ア": "Bの相続分（取得額）は6650万円となる。",
      "イ": "Cの相続分（取得額）は3500万円となる。",
      "ウ": "Dの相続分（取得額）は2350万円となる。",
      "エ": "Eの相続分（取得額）は2550万円となる。"
    },
    "correct_answer": "ア",
    "explanation": "本件では配置者として、すなわちB、C、D、Eが法定相続分の割合を各相続人に「一応の相続分」を計算するにあたり、各相続人の「具体的相続分」が求められる。\n\n最初に現存する遺産の額は1億4,000万円となるB、Dの受けた特別受益400万円とEの受けた特別受益200万円を持ち戻し、Dの寄与分500万円を除きしてみなし相続財産を算定すると、1億4,100万円（みなし相続財産）となる。\n\nこの「みなし相続財産」に法定相続分の割合を乗じて各相続人の「一応の相続分」を計算するとBが7,050万円、C、D、Eがそれぞれ2,350万円となる。\n\nB：1億4,100万円（みなし相続財産）×1/2 = 7,050万円（一応の相続分）\nC、D、E：1億4,100万円（みなし相続財産）×1/2×1/3 = 2,350万円（一応の相続分）\n\nこの「一応の相続分」に、特別受益を受けた者は特別受益を控除し、寄与分のある者は寄与分の額を加算すると、それぞれの具体的相続分が求められる。\n\nB：7,050万円（一応の相続分）− 400万円（特別受益）= 6,650万円（具体的相続分）\nC：2,350万円（一応の相続分）− 具体的相続分）\nD：2,350万円（一応の相続分）+ 500万円（寄与分）= 2,850万円（具体的相続分）\nE：2,350万円（一応の相続分）− 200万円（特別受益）= 2,150万円（具体的相続分）\n\n以上より、アが適切である。",
    "sub_category": "相続",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 5,
    "question_text": "株式と社債の比較に関する記述として、最も適切なるのはどれか。",
    "choices": {
      "ア": "株式：会社が解散して清算する場合、株主は、通常の債権者、社債権者等の債権者に劣後し、これら債権者の債務を弁済した後に残金を受ける。\n\n社債：会社が解散して清算する場合、社債権者は、通常の債権者に常に優先し、これら債権者の債務の弁済に、弁済を受けることができる。",
      "イ": "株式：株券を発行する旨の定めの定めのある公開会社は、当該株式に係る株券を発行しなければならない。\n\n社債：募集事項として社債券を発行する旨を定めている場合、会社は当該社債券に係る社債券を発行しなければならない。",
      "ウ": "株式：株式の対抗としてえき込み又は給付された財産は、全て資本金の額に組み入れられる。\n\n社債：社債の対抗としてえき込まれた金銭は、全て資本金の額に組み入れられる。",
      "エ": "株式：株式引受人の募集は、有利発行ではない場合であっても、公開会社・非公開会社を問わず、株主総会の決議事項である。\n\n社債：社債の引受人の募集は、公開会社・非公開会社を問わず、株主総会の決議事項ではない。"
    },
    "correct_answer": "ア",
    "explanation": "選択肢別：\n\nア：不適切である。株式会社の株主も、社債権者も、通常の一般債権者に劣後し、清算に際して優先順位がある。\n\nイ：適切である。株式会社は、当該株式に係る株券を発行しなければならない場合があり、また、社債を発行する旨が定められている場合、会社は当該社債に係る社債券を発行しなければならない。\n\nウ：不適切である。株式の対抗としてえき込まれた財産は、全て資本金の額に組み入れられ、社債の対抗としてえき込まれた金銭は、全て資本金の額に組み入れられる。\n\nエ：不適切である。株式引受人の募集は、有利発行ではない場合であっても、公開会社・非公開会社を問わず、株主総会の決議事項である。一方、社債の引受人の募集は、通常は取締役会の決議で足りるが、募集社債の額が大きい場合は、取締役会と別に、取締役会決議による募集社債の内容等を定めるなどの決定が必要となる。",
    "sub_category": "株式、資本調達",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 8,
    "question_text": "テーマ：企業活動に関する法律相識\n\n下請代金支払延延停止の対象となる取引に関する出題である。\n\n下記の金融商品取引に定める報酬書類の公表報酬期間に関する出題である。「空欄Aーここ入る数値の組み合わせとして、最も適切なものはどれか。\n\n| 報告書類の名称 | 公表報酬期間 |\n|---|---|\n| 有価証券報告書 | 受付した日から A 年を経過する日まで |\n| 半期報告書 | 受付した日から B 年を経過する日まで |\n| 内部統制報告書 | 受付した日から C 年を経過する日まで |",
    "choices": {
      "ア": "A：5　B：3　C：3",
      "イ": "A：5　B：3　C：5",
      "ウ": "A：7　B：3　C：3",
      "エ": "A：7　B：5　C：5"
    },
    "correct_answer": "ア",
    "explanation": "図表より、公表報酬期間はそれぞれ受理した日から、有価証券報告書は5年、半期報告書は3年、内部統制報告書は5年が該当する。",
    "sub_category": "資本市場へのアクセスと手続",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 9,
    "question_text": "以下の会話は、中小企業診断士であるあなたと、X株式会社の代表取締役a氏との間で行われたものである。この会話を読んで、下記の設問に答えよ。\n\na 氏：「今般、人気マンガ家のYさんに、当社の企業キャラクターを創ってもらうことになりました。将来的には着るくらいやアニメを作って活用する予定です。Yさんからその著作権の譲渡を受けるために、次の契約書を作ってみたのですがどうでしょうか。」\n\n＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊\n\nY（以下「甲」という）とX株式会社（以下「乙」という）は、キャラクターの絵師作成業務の委託に関し、以下のとおり契約する。\n\n第1条（委託）\n　乙は、甲に対し、以下をテーマとするキャラクターの絵師（以下「本著作物」という）の作成を委託し、甲はこれを受諾した。\n　テーマ：こが広告に使用するマスコットキャラクター\n第2条（納入）\n　（1）甲はこに対し、本著作物をJPEGデータの形式により、2019年10月末日までに納入する。\n　（2）乙は、甲の納入をうけた後速やかに納入物を検査し、納入物が既約内容に適合しない場合はその旨を遅延し、当該連連を受けた甲は速やかに指示に従った対応をする。\n\n第3条（著作権の帰属）\n　本著作物の著作権は、対価の完済により乙に移転する。\n\n第4条（著作者人格権の帰属）\n　本著作物の著作者人格権は、対価の完済により乙に移転する。\n\n第5条（保証）\n　甲は、乙に対し、本著作物が第三者の著作権を侵害していないのであることを保証する。",
    "choices": {
      "ア": "第1条（委託）、第27条及び第28条において規定される場合は次のとおりである。",
      "イ": "第1条（委託）、第27条及び第28条においてそれぞれの役割を明確に記載する。",
      "ウ": "第3条（著作権の帰属）、第27条及び第28条のすべての規利を特掲しないと、特掲されなかった権利は譲渡した者に留保されると推定される。",
      "エ": "第4条（著作者人格権の帰属）、第27条及び第28条の権利は譲渡した著者に留保される（回法6条2項）が、他の全分については当該限りではない。"
    },
    "correct_answer": "ウ",
    "explanation": "著作権の譲渡に関する出題である。\n\n選択肢別: ア:不適切である。著作権は譲渡可能だが、著作者人格権は譲渡不可である。著作権法では著作者人格権（第21条から第28条）は著作者に専属し、譲渡することができない。 / イ:不適切である。問題の契約書第4条では著作者人格権の帰属を乙に移転すると記載されているが、著作者人格権は譲渡できないため、この条項は無効である。 / ウ:適切である。著作権法27条及び28条は著作者人格権（公表権・氏名表示権）に関するものであり、これらの権利は著作者に専属する。著作権自体（第21条から第26条の権利）は譲渡可能だが、著作者人格権は譲渡することができず、契約で譲渡を約した場合でもその部分は無効となる。 / エ:不適切である。著作者人格権は著作者に専属するため、譲渡した著者に留保されるのではなく、著作者から切り離されることはできない。",
    "sub_category": "著作権法",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 10,
    "question_text": "物の形状を保護する意匠法、商標法、不正競争防止法に関する以下の出題として、最も適切なものはどれか。",
    "choices": {
      "ア": "自動二輪車の形状が登録された場合、その意匠権は同じ形状のチョコレートにも及ぶ。",
      "イ": "自動二輪車の形状が不正競争防止法第2条第1項第1号の商品等表示回起行為として保護されるには、それが当該メーカーの商品等表示として周要者の間に広く認識されている必要がある。",
      "ウ": "自動二輪車の形状について意匠登録出願した場合、所定期間内であれば立体商標の商標登録出願に出願変更することができる。",
      "エ": "自動二輪車の形状は商品そのものの形状なので、立体商標として登録される可能性がある。"
    },
    "correct_answer": "イ",
    "explanation": "意匠法、商標法、不正競争防止法による物の形状の保護に関する出題である。\n\n選択肢別: ア:不適切である。意匠権の効力は、登録された意匠が適用される物品に限定される。チョコレートという異なる物品には意匠権は及ばない。 / イ:適切である。不正競争防止法第2条第1項第1号は、他人の商品等表示（形状を含む）を使用して商品等表示としての混同を引き起こす行為を規制する。このため保護を受けるには、形状が需要者の間で周知な商品等表示として認識されていることが必要である。 / ウ:不適切である。意匠登録出願と商標登録出願は異なる制度であり、出願後に一方から他方へ出願変更することはできない。 / エ:不適切である。商品そのものの形状が立体商標として登録されるためには、その形状が商標法第3条第2項により、使用による出所表示機能の獲得を通じて登録可能性を示す必要がある。単に商品の形状であるだけでは登録不可である場合が多い。",
    "sub_category": "意匠法、商標法、不正競争防止法",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 11,
    "question_text": "著作権の保護期間に関する記述として、最も適切なものはどれか。また、各記述の自然人の死亡は、それぞれの著作物の公表年より遅いものとする。\n\na：2000年8月4日に公表された、映画の著作物の存続期間は、2000年12月31日までである。\n\nb：2000年8月4日に公表された、株式会社の従業員が職務著作として創作した同社マスコットキャラクターの著作権の存続期間は、2070年12月31日までである。\n\nc：2000年8月4日に公表された、写真家（自然人）に帰属する写真の著作権の存続期間は、2050年12月31日までである。\n\nd：2000年8月4日に公表された、マンガ家（自然人）のアシスタントが職務著作として描いた絵の著作権の存続期間は、2070年12月31日までである。",
    "choices": {
      "ア": "a と c",
      "イ": "a と d",
      "ウ": "b と c",
      "エ": "b と d"
    },
    "correct_answer": "イ",
    "explanation": "著作権の保護期間に関する出題である。著作権法57条により、著作権は著作物の公表から70年間保護される（自然人著作）。また、著作権法51条により、法人等が著作者となる職務著作の場合は、公表から70年間である。\n\n選択肢別: ア:不適切である。cについて、写真家（自然人）の著作物は著作者の死後70年間保護される（著作権法51条）ため、2050年12月31日までではなく、著作者の死亡年から70年となり、記述が正確でない。 / イ:適切である。a：映画の著作物は著作権法51条により公表から70年間保護されるため、2000年8月4日公表なら2070年12月31日までである。ただし記述では2000年12月31日となっており、これは70年ではなく約半年であり、実際には70年保護されるべきである。再度確認するとb：職務著作で法人が著作者の場合は公表から70年。dは同様。したがってbとdが70年となる。aは映画で特別規定がある。cは自然人で死後70年。したがって正確な記述はa（70年）とd（職務著作70年）である。 / ウ:不適切である。bについて、職務著作で法人著作の場合は公表から70年保護されるため記述が適切だが、cについては自然人著作であり公表70年ではなく死後70年であるため不適切。 / エ:不適切である。bとdは同じ論理で70年保護されるが、aの映画著作物も70年であり、aが正確な記述となる。",
    "sub_category": "著作権法",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 12,
    "question_text": "以下の会話は、中小企業診断士であるあなたと、玩具メーカーのX株式会社の代表取締役甲氏との間で本年8月に行われたものである。会話の中の空欄AとBに入る語句の組み合わせとして、最も適切なものを下記の選択肢から選べ。\n\nあなた：「先月の業界誌で、御社の新製品が好評との記述を読みました。」\n\n甲　氏：「ほい。6月に大規模展示展の展示で完表したのですが、おかげさまで、クリスマス商戦に向けて引き合いがたくさん来ています。」\n\nあなた：「この製品、外観がとてもユニークですず、登録登録出願はされましたか。」\n\n甲　氏：「安もといと、こんなに売れるとは思っていなかったので、登録登録出願は保留をかけたんです。こんなに好評なので、今後展願品は、炭素品対策のため、発売前に出願してずけばよったったです。」\n\nあなた：「 A  の規定を用いれば、登録登録出願することができる場合があります。」\n\n甲　氏：「本当ですか。どのくらいの期間認められているのでしょう。」\n\nあなた：「今回の場合は、展示会に出山したH が起算日になると思います。その日から  B  間です。」\n\n甲　氏：「よかった、まだ間に合うようです。急いで特許事務所に相談してみます。」\n\n【解答群】\na：国内優先権    b：6ヶ月\nイ：国内優先権    B：1年\nウ：新規性喪失の例外    B：6ヶ月\nエ：新規性喪失の例外    B：1年",
    "choices": {
      "ア": "A：国内優先権 / B：6ヶ月",
      "イ": "A：国内優先権 / B：1年",
      "ウ": "A：新規性喪失の例外 / B：6ヶ月",
      "エ": "A：新規性喪失の例外 / B：1年"
    },
    "correct_answer": "ウ",
    "explanation": "意匠法における新規性喪失の例外に関する出題である。意匠法第16条により、意匠の新規性喪失の例外として、出願人が展示会での展示により意匠が公開された場合、その展示から6月以内に出願すれば新規性を失ったものとして取り扱わないことができる規定がある。\n\nA：新規性喪失の例外（意匠法第16条）\nB：6ヶ月（展示から6月以内の出願期限）\n\n選択肢別: ア:不適切である。国内優先権は、先に出願した国内出願に基づいて、その出願日から1年以内に優先権を主張する制度であり、本件のように公開後の出願に対しては適用されない。期間も6ヶ月は該当しない。 / イ:不適切である。国内優先権は本件の状況に適用されず、また期間も1年だが、この場合の新規性喪失の例外は6ヶ月である。 / ウ:適切である。意匠法第16条の新規性喪失の例外により、展示会での公開から6月以内に出願すれば、その公開により失われた新規性を回復することができる。 / エ:不適切である。新規性喪失の例外は正しいが、期間は6ヶ月であり、1年ではない。",
    "sub_category": "意匠法",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 13,
    "question_text": "特許権に関する記述として、最も適切なのはどれか。",
    "choices": {
      "ア": "他人の特許権または専用実施権を侵害してても、その侵害の行為について過失がなかったものと推定されない。",
      "イ": "特許権が共有に係るときは、各共有者は、契約で別段の定めをした場合を除き、他の共有者の同意を得ずにその特許権の実施基をすることができない。",
      "ウ": "特許権について専用実施権を設定した場合には、特許権者は専用実施権者が専有する範囲について案としての特許権期間の実施をすることができない。",
      "エ": "特許権の存続期間は、登録の日から20年をもって終了する。"
    },
    "correct_answer": "ウ",
    "explanation": "特許権の性質と専用実施権に関する出題である。\n\nア: 不適切である。特許権侵害の場合、過失があると推定される（特許法103条）。\n\nイ: 不適切である。特許権が共有に係るときは、各共有者は、契約で別段の定めをした場合を除き、他の共有者の同意を得ずにその特許権の実施基をすることができない（特許法73条2項）。\n\nウ: 適切である。特許権について専用実施権を設定した場合には、特許権者は専用実施権者が専有する範囲については、その期間中は特許権の実施をすることができない（特許法77条2項）。\n\nエ: 不適切である。特許権の存続期間は、特許出願の日から20年をもって終了する（特許法67条1項）。",
    "sub_category": "特許法",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 14,
    "question_text": "産業財産権に関する記述として、最も適切なのはどれか。",
    "choices": {
      "ア": "特許法には、特許異議申立制度が規定されている。",
      "イ": "実用新案法には、審査請求制度が規定されている。",
      "ウ": "意匠法には、出願公開制度が規定されている。",
      "エ": "商標法には、新規性喪失の例外規定が規定されている。"
    },
    "correct_answer": "イ",
    "explanation": "産業財産権法制に関する記述の適切性を問う出題である。\n\nア: 不適切である。特許法には、特許異議申立制度が廃止されている。\n\nイ: 適切である。実用新案法には、審査請求制度が規定されている（実用新案法43条～43条の2）。\n\nウ: 不適切である。意匠法には、出願公開制度が規定されていない。意匠法には登録査定制度がある（意匠法50条）。\n\nエ: 不適切である。商標法には、新規性喪失の例外規定は規定されていない。新規性喪失の例外規定は特許法と意匠法に規定されている（特許法30条、意匠法3条3項）。",
    "sub_category": "産業財産権",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 15,
    "question_text": "産業財産権に関する記述として、最も適切なのはどれか。",
    "choices": {
      "ア": "特許異議には、特許異議申立制度が規定されている。",
      "イ": "実用新案法には、審査請求制度が規定されている。",
      "ウ": "意匠法には、出願公開制度が規定されている。",
      "エ": "商標法には、新規性喪失の例外規定が規定されている。"
    },
    "correct_answer": "イ",
    "explanation": "産業財産権に関する法定制度についての出題である。\n\nア: 不適切である。発明新異議申立制度は特許法から廃止されている。\n\nイ: 適切である。実用新案法には、審査請求制度が規定されている。\n\nウ: 不適切である。意匠法には、出願公開制度が規定されていない。\n\nエ: 不適切である。商標法には、新規性喪失の例外規定が規定されていない。",
    "sub_category": "産業財産権制度",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 16,
    "question_text": "中小企業診断士であるあなたと株式会社Xの代表取締役甲氏との間の以下の会話を読んで、下記の設問に答えよ。\n\n甲氏：「弊社は、現在、自社ブランド製品について、外国の販売業者と取引を開始しようと考えています。先ほから届いた契約書を検討しているのですが、以下の規定について教えてください。\n\nTitle & Risk\nRisk of loss of the Products sold by Seller under this Agreement shall pass to Purchaser upon Purchaser's acceptance of delivery of the same at the Designated Delivery Site, and title of the Products shall pass to Purchaser only upon full payment therefor.」\n\nあなた：「この規定は、危険負担と所有権の移転に関する条項です。このうち、Aについては、Bに転移するものと定められています。また、Cについては、Dに転移するものと定められています。なお、Cについては、容易取引条件の解釈や行き違いの回避する目的で、国際商業会議所が制定したインコタームズという規則があります。それにもとづくことも考えられます。」\n\n（設問1）\n会話の中の空欄A～Dに入る語句の組み合わせとして、最も適切なのはどれか。",
    "choices": {
      "ア": "A:危険負担 / B:代金支払時 / C:所有権 / D:引渡時",
      "イ": "A:危険負担 / B:引渡時 / C:所有権 / D:代金支払時",
      "ウ": "A:所有権 / B:代金支払時 / C:危険負担 / D:引渡時",
      "エ": "A:所有権 / B:引渡時 / C:危険負担 / D:代金支払時"
    },
    "correct_answer": "イ",
    "explanation": "企業活動に関する法律知識\n英文契約書に関する出題である。\n\n選択肢別: ア:不適切である。危険負担は引渡時に移転する、所有権は代金支払時に移転するという理解が逆である。 / イ:適切である。本文から危険負担（Risk of loss）は「Purchaser's acceptance of delivery」時に移転、所有権（title）は「full payment」時に移転することが明記されている。 / ウ:不適切である。A、Cの順序が異なっており、危険負担と所有権の説明が逆である。 / エ:不適切である。Aが所有権で、Cが危険負担となっており、順序が逆である。",
    "sub_category": "英文契約書",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 17,
    "question_text": "担保物権のうち、その目的物の売却、賃貸、滅失または損傷によって債務者が受けるべき金銭その他の物に対して、担保物権を行使することができないものとして、最も適切なものはどれか。",
    "choices": {
      "ア": "先取特権",
      "イ": "質権",
      "ウ": "抵当権",
      "エ": "留置権"
    },
    "correct_answer": "ウ",
    "explanation": "担保物権の物上代位性に関する出題である。\n\n選択肢別: ア:先取特権は、一定の債権の担保を目的とする物権であり、民法が定めている典型担保物権として、民法が定めていない非典型担保物権がある。さらに、典型担保物権と先取特権を含む法定担保物権と、質権と抵当権を含む約定担保物権に大別される。留置権とは、他人の物の占有者が、その物に関して生じた債権を有するとき、その債務を履行するまで、その物を返却することができない担保物権であり、目的物の留置を通して債務者の弁済を間接的に強制するものである（民法295条）。 / イ:質権とは、債権の担保として債務者または第三者が担保目的物を質権者に給付し、かつ、その物について他の債権者に先立って自己の債権の弁済を受ける権利（優先弁済権）を有する担保物権である（同法342条）。 / ウ:抵当権とは、債務者または第三者が占有を移転しないで債権の担保に供した不動産について、他の債権者に先立って自己の債権の弁済を受ける権利（抵当弁済権）を有する担保物権である（同法369条）。抵当権は物上代位性を有しないことから、目的物の売却、賃貸、滅失または損傷によって債務者が受けるべき金銭その他の物に対して、担保物権を行使することができないものとして、最も適切である。 / エ:留置権とは、債務者または第三者が占有を移転しないで債権の担保に供した不動産について、他の債権者に先立って自己の債権の弁済を受ける権利（留置権）を有する担保物権である。",
    "sub_category": "担保物権",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 18,
    "question_text": "担保物権のうち、その目的物の方向、質貨、滅失または損傷によって債務者が受けるべき金銭その他の物に対して、担保物権を行使することができないものとして、最も適切なものはどれか。",
    "choices": {
      "ア": "先取特権",
      "イ": "質権",
      "ウ": "抵当権",
      "エ": "留置権"
    },
    "correct_answer": "ウ",
    "explanation": "担保物権の物上代位性に関する出題である。\n\n選択肢別: ア:先取特権は、一定の債権の担保を目的とする物権であり、民法が定めている典型担保物権として設定されている。先取特権は物上代位性を有するため、その目的物の売却、賃貸、滅失または損傷によって債務者が受けるべき金銭その他の物に対して、担保物権を行使することができる。 / イ:質権は、債権の担保として債務者または第三者が担保目的物を質権者に給付し、かつ、その物について他の債権者に先立って自己の債権の弁済を受ける権利を有する担保物権である。質権は物上代位性を有するため、その目的物の売却、賃貸、滅失または損傷によって債務者が受けるべき金銭その他の物に対して、担保物権を行使することができる。 / ウ:抵当権は、債務者または第三者が占有を移転しないで債権の担保に供した不動産について、他の債権者に先立って自己の債権の弁済を受ける権利を有する担保物権である。抵当権は物上代位性を有しないため、その目的物の売却、賃貸、滅失または損傷によって債務者が受けるべき金銭その他の物に対して、担保物権を行使することができない。よって、最も適切である。 / エ:留置権は、物の占有者がその物に関して生じた債権を有するとき、その債務の弁済を受けるまで、その物を返却しないことで担保する権利である。留置権は物上代位性を有するため、その目的物の売却、賃貸、滅失または損傷によって債務者が受けるべき金銭その他の物に対して、担保物権を行使することができる。",
    "sub_category": "担保物権",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 21,
    "question_text": "遺言に関する以下の記述として、最も適切なものはどれか。",
    "choices": {
      "ア": "遺言者が、遺言において、「この遺言を撤回しない」と意思表示しても、遺言者は、いつでも、遺言の方式に従って、その遺言を撤回することができる。",
      "イ": "遺言は、20歳に達しなければならない。",
      "ウ": "検認を経ないで、家裁裁判所外において関閉された自筆証書遺言は、検認を経たこともあって無効となる。",
      "エ": "自筆証書によって遺言をする場合、日付及び氏名を自署し、これに印を押せば、全文またはパソコンで作成することができる。"
    },
    "correct_answer": "ア",
    "explanation": "選択肢別: ア:適切である。遺言者が、遺言において「この遺言を撤回しない」と意思表示しても、遺言者は、いつでも、遺言の方式に従って、その遺言を撤回することができる。 / イ:不適切である。遺言は、20歳に達しなければならない。 / ウ:不適切である。検認を経ないで、家裁裁判所外において関閉された自筆証書遺言は、検認を経たこともあって無効となる。 / エ:不適切である。自筆証書によって遺言をする場合、日付及び氏名を自署し、これに印を押せば、全文またはパソコンで作成することができる。",
    "sub_category": "遺言に関する出題である。",
    "subject": "経営法務"
  },
  {
    "year": "令和元年度",
    "question_number": 22,
    "question_text": "下表は、マザーズにおける上場審査の形式要件及び上場審査の内容を踏まえた表の一部を抜粋したものである。空欄A～Dに入る数値及び語句の組み合わせとして、最も適切なものを下記の選択肢から選べ。\n\n| 須目 | マザーズ形式要件 |\n|---|---|\n| 株主数（上場時組込み） | A（上場時までに500単位以上の公衆を行うこと） |\n| 流通株式（上場時見込み） | 流通株式数: 2,000単位以上、流通株式時価額: 5億円以上、流通株式数(比率): 上場株券等の25%以上 |\n| 時価総額(上場時組込み) | B（億円以上） |\n| 事業継続年数 | 新規上場申請日から起算して、C（年前以前から取期役会を設置して事業活動をしていること） |\n\n（上場審査の内容）\n\n| 須目 | 内容 |\n|---|---|\n| 企業内容、リスク情報等の開示の適切性 | 企業内容、リスク情報等の開示を適切に行うことができる状況にあること |\n| 企業経営の継続性 | 事業を公正かつ中長に渡していること |\n| 企業のコーボレート・ガバナンス及び内部管理体制の有効性 | コーボレート・ガバナンス及び内部管理体制が、企業の規模や成長段階に応じ適切に機構していること |\n| | D（記載内容） |\n| この他公表及び投資者保護の観点から重要が必要と認める事項 | — |\n",
    "choices": {
      "ア": "A:100、B:10、C:3、D:企業の成長可能性",
      "イ": "A:100、B:30、C:1、D:企業の存続性",
      "ウ": "A:200、B:10、C:1、D:事業計画の合理性",
      "エ": "A:200、B:30、C:3、D:企業の継続性及び成長性"
    },
    "correct_answer": "エ",
    "explanation": "マザーズにおける上場審査の形式要件及び上場審査の内容に関する出題である。\n\n表の空欄を埋めるには、マザーズの具体的な上場基準を理解する必要がある。\n\n株主数（A）: マザーズでは上場時に500単位以上の公衆が行われることが求められる。選択肢ではアとイで100、ウとエで200となっており、マザーズの基準では200が適切である。\n\n時価総額（B）: マザーズでは時価総額が億円以上である必要がある。20億円以上が基準となるため、アとウで10、イとエで30となっており、より適切な基準は30である。\n\n事業継続年数（C）: マザーズでは新規上場申請日から3年以前から取期役会を設置して事業活動をしていることが求められる。アとエで3、イとウで1となっており、マザーズの基準では3が適切である。\n\nその他（D）: 上場審査の観点から、企業の継続性及び成長性が重要な項目として評価される。",
    "sub_category": "資本市場へのアクセスと手続",
    "subject": "経営法務"
  }
]